<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>The base module provides overall site configuration and informational options in the Administration menu and provides a means to add custom static pages.
It also serves as a collection of classes, custom block layout tags, include templates, and javascript functions that can be used throughout your site,
as well as being the location of the system wide default css classes.</string>
		<translation>El m&amp;#243;dulo base provee la configuraci&amp;#243;n general del sitio y opciones informativas en el men&amp;#250; de Administraci&amp;#243;n, y brinda medios para agregar p&amp;#225;ginas est&amp;#225;ticas personalizadas. Tambi&amp;#233;n sirve como una colecci&amp;#243;n de clases, etiquetas de maquetado de bloques personalizadas, plantillas de inclusiones y funciones javascript que pueden utilizarse en tu sitio, as&amp;#237; como ser la ubicaci&amp;#243;n de las clases CSS por defecto de todo el sitio.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="18" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>The Administration menu allows you to have control over various global aspects on your site and includes:</string>
		<translation>El men&amp;#250; de Administraci&amp;#243;n te permite tener control de varios aspectos globales de tu sitio e incluye:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>System Information: Allows you to view your server and php set-up for trouble shooting.</string>
		<translation>Informaci&amp;#243;n del Sistema: Te permite ver tu configuraci&amp;#243;n de servidor y PHP para soluci&amp;#243;n de problemas.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="24" />
		</references>
	</entry>
	<entry>
		<string>Extension Releases: View recently released extensions from the xaraya.com Extension and Release RSS feed.</string>
		<translation>Publicaci&amp;#243;n de Extensiones: Ver extensiones recientemente publicadas de la alimentaci&amp;#243;n RSS de Extensiones y Publicaci&amp;#243;n.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>Modify Config: Allows you to change some of the key settings controlling the core behaviour of the site.</string>
		<translation>Modificar Config: Te permite cambiar algunas configuraciones clave que controlan el comportamiento n&amp;#250;cleo del sitio.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>Default module providing display on your site's front page</string>
		<translation>M&amp;#243;dulo por defecto para proveer la portada de tu sitio</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>Short URL Master switch</string>
		<translation>Interruptor Maestro para URL Corto</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="29" />
		</references>
	</entry>
	<entry>
		<string>Languages, Locales and Security</string>
		<translation>Idiomas, Localizaciones y Seguridad</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>Cookie settings, and other defaults such as WYSIWYG editor</string>
		<translation>Configuraci&amp;#243;n de 'cookies' y otros valores por defecto, tales como el editor WYSIWYG</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="31" />
		</references>
	</entry>
	<entry>
		<string>The Others Tab</string>
		<translation>La Pesta&amp;#241;a &quot;Otros&quot;</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>Timezone setting:</string>
		<translation>Configuraci&amp;#243;n de huso horario:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>Xaraya stores date/times in UTC. This timezone is used to calculate the time shown to users of your site. Note that you can have users choose their own timezone when you allow them to.</string>
		<translation>Xaraya almacena horas/fechas en UTC. Este huso horario se usa para calcular la hora mostrada a los usuarios de tu sitio. Nota que puedes hacer que tus usuarios seleccionen su propio huso horario si se los permites.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="49" />
		</references>
	</entry>
	<entry>
		<string>Admin menu - Adminpanels</string>
		<translation>Adminmenu (Men&amp;#250; Admin)</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="53" />
		</references>
	</entry>
	<entry>
		<string>An Adminpanel block can be configured in a number of ways. After creating the Adminpanel Menu block instance you have the option of overriding the default sort order
and selecting sort by category or name. You can position the Adminmenu in any of the default blockgroups shipped in Xaraya such as left, or right. Alternatively create your own blockgroup
and add your Adminmenu block to it in the usual way (See the documentation on Blocks for more information).
You can also display an Admin logout link in the menu by checking the relevant option.</string>
		<translation>Un bloque Adminmenu se puede configurar de muchas maneras. Despu&amp;#233;s de crear la instancia de bloque Adminmenu tienes la opci&amp;#243;n de remplazar el orden de clasificaci&amp;#243;n por defecto y seleccionar clasificaci&amp;#243;n por categor&amp;#237;a o nombre. Puedes posicionar el Adminmenu en cualquiera de los grupos de bloques enviados en Xaraya, tale como izquierda o derecha. Alternativamente crear tu propio grupo de bloques y agregar al bloque Adminmenu en la manera usual (v&amp;#233;ase la documenaci&amp;#243;n sobre Bloques para mayor informaci&amp;#243;n). Puedes tambi&amp;#233;n mostrar un enlace para terminar sesi&amp;#243;n de Admin en el men&amp;#250;, al pulsar la opci&amp;#243;n relevante.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="57" />
		</references>
	</entry>
	<entry>
		<string>At the present time You can turn the &lt;strong&gt;HELP&lt;/strong&gt; link on or off from this Adminpanel block configuration</string>
		<translation>En este momento, puedes encender o apagar el enlace &lt;strong&gt;AYUDA&lt;/strong&gt; desde esta configuraci&amp;#243;n de bloque Adminpanel</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="59" />
		</references>
	</entry>
	<entry>
		<string>Waiting content</string>
		<translation>Waiting content (Contenido en Espera)</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="61" />
		</references>
	</entry>
	<entry>
		<string>The block will display content waiting on approval for any modules that supply a hook for waiting content (eg Articles Module). To use it, create a Content Waiting block
and then hook the Module supplying the hook to Base. For example, to display waiting content in Articles module, go to</string>
		<translation>El bloque visualizar&amp;#225; contenido en espera de aprobaci&amp;#243;n para cualquier m&amp;#243;dulo que provea un gancho de contenido en espera (ej. M&amp;#243;dulo &quot;Articles&quot; [Art&amp;#237;culos]). Para usarlo, crea un bloque Waiting content (Contenido en Espera) y luego engancha el m&amp;#243;dulo a Base. Por ejemplo, para mostrar el contenido en espera del m&amp;#243;dulo Art&amp;#237;culos, ve a</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>Modules-Configure-Hooks and Click on Articles</string>
		<translation>M&amp;#243;dulos-Configurar Ganchos y pulsa sobre Articles (Art&amp;#237;culos)</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>Then make your way to Base radiobutton and check it to display any articles waiting approval in your Content Waiting block.</string>
		<translation>Luego &amp;#225;brete paso al bot&amp;#243;n de opci&amp;#243;n en Base y m&amp;#225;rcalo para que muestre cualquier art&amp;#237;culo esperando aprobaci&amp;#243;n en tu bloque de Contenido en Espera.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="64" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;finclude&lt;/strong&gt;: Include a file as block content.</string>
		<translation>&lt;strong&gt;finclude&lt;/strong&gt;: Incluir un archivo como contenido de bloque.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="67" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;html&lt;/strong&gt;: Enter HTML as block content.</string>
		<translation>&lt;strong&gt;html&lt;/strong&gt;: Introducir HTML como contenido de bloque.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="68" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;menu&lt;/strong&gt;: Construct menus. The Base menu block provides three main display options. These include:</string>
		<translation>&lt;strong&gt;menu (men&amp;#250;)&lt;/strong&gt;: Construir men&amp;#250;s. El bloque de men&amp;#250; Base porporciona tres opciones de publicaci&amp;#243;n principales. Estas incluyen:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="69" />
		</references>
	</entry>
	<entry>
		<string>Manual definition of link, title and URL for each menu item</string>
		<translation>Definici&amp;#243;n manual de enlace, t&amp;#237;tulo y URL para cada elemento de men&amp;#250;</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="71" />
		</references>
	</entry>
	<entry>
		<string>Automatic display of all user menu options in active modules, for convenience.</string>
		<translation>Publicaci&amp;#243;n autom&amp;#225;tica de todas las opciones de men&amp;#250; de usuario en los m&amp;#243;dulos activos, para conveniencia.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="72" />
		</references>
	</entry>
	<entry>
		<string>Manual listing of modules for display of user menu items.</string>
		<translation>Enlistado manual de m&amp;#243;dulos para publicaci&amp;#243;n de elementos de men&amp;#250; de usuario.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="73" />
		</references>
	</entry>
	<entry>
		<string>You can use</string>
		<translation>Puedes utilizar</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="76" />
		</references>
	</entry>
	<entry>
		<string>Xaraya shortcut URL syntax</string>
		<translation>Sintaxis de URLs cortos de Xaraya</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="76" />
		</references>
	</entry>
	<entry>
		<string>for menu links that will automatically be
converted to full or short friendly urls, or use module aliases, depending on your overall Xaraya site install settings.</string>
		<translation>para los enlaces de men&amp;#250; que autom&amp;#225;ticamente se convertir&amp;#225;n en URLs amigables completos o cortos, o utlilizar aliases de m&amp;#243;dulo, dependiendo de de tu configuraci&amp;#243;n de instalaci&amp;#243;n general de tu sitio Xaraya.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="77" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;php&lt;/strong&gt;: Execute PHP code in a block.</string>
		<translation>&lt;strong&gt;php&lt;/strong&gt;: Ejecutar c&amp;#243;digo PHP en un bloque.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="79" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;text&lt;/strong&gt;: Include plain text in a block.</string>
		<translation>&lt;strong&gt;text&lt;/strong&gt;: Incluir texto simple en un bloque.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="80" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Expire a Block&lt;/strong&gt;</string>
		<translation>&lt;strong&gt;Caducar un Bloque&lt;/strong&gt;</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="83" />
		</references>
	</entry>
	<entry>
		<string>Currently, the HTML and Text blocks can both expire content if you wish. If you have a message that you would like to only have visible for a certain period of time, you can expire the block. This functionality can be used in conjunction with any placement or block group that you assign the block.</string>
		<translation>Actualmente los bloques de HTML y Texto pueden caducar su contenido si lo deseas. Si tienes un mensaje que s&amp;#243;lo deseas hacer visible por un cierto per&amp;#237;odo, puedes caducar el bloque. Esta funcionalidad puede usarse en conjunto con cualquier colocaci&amp;#243;n o grupo de bloques al que asignes el bloque.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="86" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="88" />
		</references>
	</entry>
	<entry>
		<string>The Base Module has no hooks included at this time.</string>
		<translation>El M&amp;#243;dulo Base no tiene ganchos incluidos en este momento.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="90" />
		</references>
	</entry>
	<entry>
		<string>Dynamic Data Properties</string>
		<translation>Propiedades de Datos Din&amp;#225;micos</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="91" />
		</references>
	</entry>
	<entry>
		<string>The Base Module provides a number of Dynamic Data properties that you can use to extend existing Xaraya functionality by hooking Dynamic Data to your modules, or for developers, for use in your own module development.</string>
		<translation>El M&amp;#243;dulo Base provee varias propiedades de Datos Din&amp;#225;micos que puedes utilizar para extender la funcionalidad Xaraya existente al enganchar Datos Din&amp;#225;micos a tus m&amp;#243;dulos, o para desarrolladores, para usar en tus propios desarrollos de m&amp;#243;dulos.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="93" />
		</references>
	</entry>
	<entry>
		<string>Custom Templates and Static Pages</string>
		<translation>Plantillas Personalizadas y P&amp;#225;ginas Est&amp;#225;ticas</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="94" />
		</references>
	</entry>
	<entry>
		<string>As well as providing a means to provide a custom template for your front page by creating an override for the base user-main.xd template,
you can also create further custom 'static' pages using base module templates. See the documentation for further information.</string>
		<translation>As&amp;#237; como para brindar los medios para proveer una plantilla personalizada para tu portada, al crear un remplazo para la plantilla base user-main-xd. Tambi&amp;#233;n puedes crear m&amp;#225;s p&amp;#225;ginas 'est&amp;#225;ticas' personalizadas usando plantillas del m&amp;#243;dulo base. V&amp;#233;ase la documentaci&amp;#243;n para mayores informes.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="97" />
		</references>
	</entry>
	<entry>
		<string>System Wide CSS</string>
		<translation>CSS para Todo el Sistema</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="99" />
		</references>
	</entry>
	<entry>
		<string>The system wide default CSS used by all core templates, and for use in module templates is found in the base module's &lt;code&gt;modules/base/xarstyles&lt;/code&gt; directory along with other css used commonly throughout core and modules.</string>
		<translation>El CSS por defecto para todo el sistema, utilizado por todas las plantillas n&amp;#250;cleo, y para uso en las plantillas de m&amp;#243;dulos, se encuentra en el directorio &lt;code&gt;modules/base/xarstyles&lt;/code&gt; del m&amp;#243;dulo base, as&amp;#237; como otros CSS usados com&amp;#250;nmente a trav&amp;#233;s de n&amp;#250;cleo y m&amp;#243;dulos.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="101" />
		</references>
	</entry>
	<entry>
		<string>Custom Tags</string>
		<translation>Etiquetas Personalizadas</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="104" />
		</references>
	</entry>
	<entry>
		<string>The Base Module provides a number of custom tags that can be used by theme creators and module developers to incorporate javascript into templates. These include the &lt;code&gt;&amp;lt;xar:base-render-javascript ... /&amp;gt;, &amp;lt;xar:base-include-javascript ... /&amp;gt;&lt;/code&gt; and &lt;code&gt;&amp;lt;xar:base-trigger-javascript ... /&amp;gt;&lt;/code&gt; tags.</string>
		<translation>El M&amp;#243;dulo Base provee varias etiquetas personalizadas que pueden ser utilizadas por los creadores de dise&amp;#241;os y desarrolladores de m&amp;#243;dulos para incorporar javascript en las plantillas. Estos incluyen las etiquetas &lt;code&gt;&amp;lt;xar:base-render-javascript ... /&amp;gt;, &amp;lt;xar:base-include-javascript ... /&amp;gt;&lt;/code&gt; y &lt;code&gt;&amp;lt;xar:base-trigger-javascript ... /&amp;gt;&lt;/code&gt;.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="106" />
		</references>
	</entry>
	<entry>
		<string>You can use the javascript tags to include your own javascript or some of the library of javascript functions in the &lt;code&gt;modules/base/xartemplates/includes&lt;/code&gt; directory. See the documentation for more information.</string>
		<translation>Puedes utilizar las etiquetas javascript para incluir tu propio javascript o una biblioteca de funciones javascript en el directorio &lt;code&gt;modules/base/xartemplates/includes&lt;/code&gt;. V&amp;#233;ase la documentaci&amp;#243;n para mayores informes.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="107" />
		</references>
	</entry>
	<entry>
		<string>Privilege Masks</string>
		<translation>M&amp;#225;scaras de Privilegios</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="109" />
		</references>
	</entry>
	<entry>
		<string>You can set privileges for this module based on the following included masks:</string>
		<translation>Puedes configurar privilegios para este m&amp;#243;dulo basados en las siguientes m&amp;#225;scaras incluidas:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="111" />
		</references>
	</entry>
	<entry>
		<string>See the documentation for further information on privileges, masks and configuring them in your system.</string>
		<translation>V&amp;#233;ase la documentaci&amp;#243;n para mayores informes sobre privilegios, m&amp;#225;scaras y su configuraci&amp;#243;n en el sistema.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="118" />
		</references>
	</entry>
	<entry>
		<string>For Developers</string>
		<translation>Para Desarrolladores</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="120" />
		</references>
	</entry>
	<entry>
		<string>The Base module contains a number of useful classes and miscellaneous functions including:</string>
		<translation>El m&amp;#243;dulo Base contiene varias clases y funciones miscel&amp;#225;neas de utilidad, incluyendo:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="121" />
		</references>
	</entry>
	<entry>
		<string>RSS Class</string>
		<translation>Clase RSS</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="123" />
		</references>
	</entry>
	<entry>
		<string>The RSS capabilities in Xaraya use &lt;a href=&quot;http://freshmeat.net/projects/phpfeedparser/?topic_id=914&quot;&gt;PHP feedParser&lt;/a&gt; as their backend. The notes for the feedParser by Reverend Jim are as follows:</string>
		<translation>Las capacidades de RSS en Xaraya utilizan &lt;a href=&quot;http://freshmeat.net/projects/phpfeedparser/?topic_id=914&quot;&gt;PHP feedParser&lt;/a&gt;
para su backend. Las notas para el feedParser, escritas por Reverend Jim, son las siguientes:</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="125" />
		</references>
	</entry>
	<entry>
		<string>feedParser was created due to the lack of a good, flexible, class-based RSS feed parser for PHP. It has been built as a class, and currently handles RSS 0.91, RSS 0.92, RSS 0.93, RSS 1.0, and RSS 2.0 feeds. For channels it grabs the title, description, link, and creator. For items it grabs the title, description, link, and date. It also provides a form of the date converted into the local timezone to facilitate chronological sorting of items. The dates are provided in UNIX timestamp format for easy manipulation by other PHP functions.</string>
		<translation>feedParser fue creado debido a la falta de un analizador de alimentaci&amp;#243;n RSS para PHP bueno, flexible y basado en clases. Se contruy&amp;#243; como una clase, y actualmente maneja alimentaciones RSS 0.91, RSS 0.92, RSS 0.93, RSS 1.0 y RSS 2.0. Para los canales toma el t&amp;#237;tulo, descripci&amp;#243;n, enlace y creador. Para los elementos toma el t&amp;#237;tulo, descripci&amp;#243;n, enlace y fecha. Tambi&amp;#233;n provee una forma de la fecha convertida al huso horario local para facilitar la clasificaci&amp;#243;n cronol&amp;#243;gica los elementos. Las fechas est&amp;#225;n dadas en el formato de UNIX timestamp para f&amp;#225;cil manipulaci&amp;#243;n por parte de otras funciones PHP.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="128" />
		</references>
	</entry>
	<entry>
		<string>Curl Class</string>
		<translation>Clase &quot;Curl&quot; (Rizo)</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="130" />
		</references>
	</entry>
	<entry>
		<string>XML Parser Class</string>
		<translation>Clase &quot;XML Parser&quot; (Analizador XML)</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="131" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="136" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Base module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Base en</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="139" />
		</references>
	</entry>
	<entry>
		<string>Base Module Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo Base en</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="142" />
		</references>
	</entry>
	<entry>
		<string>Base Module - Xaraya Extension 68</string>
		<translation>M&amp;#243;dulo Base - Extensi&amp;#243;n Xaraya 68</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="142" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="143" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on Base Module found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionados con el M&amp;#243;dulo Base en</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="145" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Base</string>
		<translation>Documentaci&amp;#243;n relacionada a Base</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="145" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n de Xaraya.</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="145" />
		</references>
	</entry>
	<entry>
		<string>Base Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Base</translation>
		<references>
			<reference file="modules/base/xartemplates/admin-main.xd" line="149" />
		</references>
	</entry>
</translations>
