<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>The Netquery module includes multidomain and IP/AS whois, DNS queries,
email address validation, port services lookup, HTTP requests, ping, traceroute and
looking glass router interrogation functions. Availability of each query type, local
and remote execution, and all entries in the whois, port services and looking glass
data tables are configurable.</string>
		<translation>El m&amp;#243;dulo Netquery incluye funciones de interrogatorio WHOIS multidominio e IP/AS, consultas DNS, validaci&amp;#243;n de direcciones de correo electr&amp;#243;nico, consulta de servicios de puertos, solicitudes HTTP, ping, traceroute y ruteador Looking Glass. La disponibilidad de cada tipo de consulta, ejecuci&amp;#243;n local y remota, y todos los registros en tablas de datos de WHOIS, servicios de puertos y Looking Glass son configurables.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
	<entry>
		<string>From Netquery's main administration menu, you have six choices:</string>
		<translation>Desde el men&amp;#250; de administraci&amp;#243;n principal de Netquery, tienes seis alternativas:</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="49" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can select which Netquery functions will be available to users of
your site, configure local and remote excution and set defaults.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes seleccionar cuales funciones Netquery estar&amp;#225;n disponibles para los usuarios de tu sitio, configurar ejecuciones locales y remotas, y configurar valores por defecto.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="53" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can edit, add or delete whois &quot;lookup links&quot; between top level domain
(TLD) entries and whois servers.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes editar, agregar o suprimir &quot;enlaces de consulta&quot; entre los registros de dominio de mayor nivel (TLD) y los servidores WHOIS.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="56" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can edit, add or delete port services data entries, including
keyword comments on vulnerabilities displayed to port lookup users.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes editar, agregar o suprimir registros de datos de servicios de puertos, incluyendo comentarios de palabras clave en vulnerabilidades mostradas a usuarios de las consultas de puerto.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="59" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can edit, add or delete the flagging data used for services and
exploits, including keywords, font colors and search lookup URLs.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes editar, agregar o suprimir los datos abanderados utilizados para servicios y explosiones, incluyendo palabras clave, colores de fuentes y URLs de consulta de b&amp;#250;squeda.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="62" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can edit, add or delete &quot;looking glass&quot; router entries overriding
default settings and passwords for individual IPv4 and IPv6 daemons.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes editar, agregar o suprimir registros de ruteadores &quot;Looking Glass&quot; superponi&amp;#233;ndose a la configuraci&amp;#243;n y contrase&amp;#241;as por defecto para demonios individuales IPv4 and IPv6.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="65" />
		</references>
	</entry>
	<entry>
		<string>: From this
menu option, you can examine or delete entries in the log that is maintained by
Netquery's access monitor and spambot blocker.</string>
		<translation>: Desde esta opci&amp;#243;n de men&amp;#250;, puedes examinar o suprimir registros en la bit&amp;#225;cora que mantienen el monitor de acceso de Netquery y el bloqueador de spambot.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="68" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="72" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="90" />
		</references>
	</entry>
	<entry>
		<string>There are no included hooks with this module.</string>
		<translation>No hay ganchos incluidos con este m&amp;#243;dulo.</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="93" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="96" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Netquery module can be found in the</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Netquery en</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="99" />
		</references>
	</entry>
	<entry>
		<string>Netquery Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Netquery</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="103" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/netquery/xartemplates/admin-main.xd" line="103" />
		</references>
	</entry>
</translations>
