<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>The Newsletter module allows an individual or organization to compile and distribute news and research updates to interested parties via email. This module gives writers, editors, and publishers a comprehensive process to easily assemble the stories for a newsletter and subsequently publish the information to a subscription base.</string>
		<translation>El m&amp;#243;dulo Bolet&amp;#237;n permite que un individuo u organizaci&amp;#243;n compilen y distribuyan noticias y actualizaciones de investigaciones a los interesados v&amp;#237;a correo electr&amp;#243;nico. Este m&amp;#243;dulo da a los escritores, editores y editoriales un proceso comprensible para f&amp;#225;cilmente ensamblar las historias de un bolet&amp;#237;n, y subsecuentemente publicar la informaci&amp;#243;n a una base de suscriptores.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>to distribute weekly updates on the program and research areas relevant to the foundation's learning differences and human services programs and initiatives.</string>
		<translation>para distribuir actualizaciones semanales en el programa y las &amp;#225;reas de investigaci&amp;#243;n, relevantes a las diferencias de aprendizaje y programas de servicios humanitarios e iniciativas de la fundaci&amp;#243;n.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="16" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;Note:&lt;/b&gt; This overview is focused on the administrative tasks that must be performed before a publication can be created. For an overview of Newsletter, please refer to the overview in the main menu.</string>
		<translation>&lt;b&gt;Nota:&lt;/b&gt; Esta vista general est&amp;#225; enfocada a las tareas administrativas que se deben llevar a cabo antes de que una publicaci&amp;#243;n pueda ser creada. Para una vista general de Bolet&amp;#237;n, por favor refi&amp;#233;rete a la vista general en el men&amp;#250; principal.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>As the module administrator, you will need to complete the following steps before you can start using the Newsletter module:</string>
		<translation>Como administrador del m&amp;#243;dulo, necesitar&amp;#225;s completar los siguientes pasos antes de poder empezar a usar el m&amp;#243;dulo Bolet&amp;#237;n:</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>1. Configure Roles and Privileges</string>
		<translation>1. Configurar Roles y Privilegios</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>As the module administrator, you must configure the necessary roles and privileges for the Newsletter publishers, editors and writers. You can create the groups and privileges manually or can you use the administration modify configuration menu to easily create the default groups and privileges. After these groups and privileges have been created, you can then add a user to the publisher, editor or writer group.</string>
		<translation>Como administrador del m&amp;#243;dulo, debes configurar los roles y privilegios necesarios para las editoriales, editores y escritores de Bolet&amp;#237;n. Puedes crear los grupos y privilegios manualmente o puedes usar el men&amp;#250; de modificaci&amp;#243;n de configuraci&amp;#243;n de administraci&amp;#243;n para f&amp;#225;cilmente crear los grupos y privilegios por defecto. Despu&amp;#233;s de que estos grupos y privilegios han sido creados, puedes agregar un usuario al grupo de la editorial, de editores o de escritores.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>To add the groups and privileges, select Modify Config from the Newsletter administration menu followed by the Modify Privileges tab. By default, the groups are assigned to the Everybody role. You can select the default groups and privileges to be created or you can set which role to assign these groups and change the default privilege for each group.</string>
		<translation>Para agregar los grupos y privilegios, selecciona Modificar Config del men&amp;#250; de  administraci&amp;#243;n de Bolet&amp;#237;n seguido por la pesta&amp;#241;a de Modificar Privilegios. Por defecto, los grupos se asignan al Rol de Everybody (Todos). Puedes seleccionar los grupos y privilegios por defecto a crearse, o puedes configurar a qu&amp;#233; rol asignar a esos grupos y cambiar los privilegios por defecto para cada grupo.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="32" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;NewsletterPublisher&lt;/b&gt; (AdminNewsletter privilege)</string>
		<translation>&lt;b&gt;NewsletterPublisher&lt;/b&gt; (Privilegio AdminNewsletter)</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Can create, edit and delete stories, issues, publications and subscriptions. Can publish issues. Can modify the configuration of the module.</string>
		<translation>Puede crear, editar y suprimir historias, ejemplares, publicaciones y suscripciones. Puede publicar ejemplares. Puede modificar la configuraci&amp;#243;n del m&amp;#243;dulo.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;NewsletterEditor&lt;/b&gt; (DeleteNewsletter privilege)</string>
		<translation>&lt;b&gt;NewsletterEditor&lt;/b&gt; (Privilegio DeleteNewsletter)</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="38" />
		</references>
	</entry>
	<entry>
		<string>Can create, edit and delete stories or issues. Cannot publish issues.</string>
		<translation>Puede crear, editar y suprimir historias o ejemplares. No puede publicar ejemplares.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="39" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;NewsletterWriter&lt;/b&gt; (AddNewsletter privilege)</string>
		<translation>&lt;b&gt;NewsletterWriter&lt;/b&gt; (Privilegio AddNewsletter)</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>Once the groups and privileges are created, you do not need to modify the privileges again unless you want to change the privilege of a group.</string>
		<translation>Una vez que los grupos y privilegios han sido creados, no necesitas modificar los privilegios de nuevo a menos que desees cambiar los privilegios de un grupo.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>2. Add a Newsletter user</string>
		<translation>2. Agregar un usuario de Bolet&amp;#237;n</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="48" />
		</references>
	</entry>
	<entry>
		<string>After the Newsletter groups and privileges have been successfully created, you can add users to these groups. Select the Modify Users tab from the Modify Config administrative menu. This will display a list of currently assigned users and allow you to add a new user. Select the user to add and the group that the user will inherit privileges from. Once a user has been added to the appropriate group, that user will have writer, editor or publisher privileges and will be able to start creating content for a publication.</string>
		<translation>Despu&amp;#233;s de que los grupos y privilegios de Bolet&amp;#237;n son creados exitosamente, puedes agregar usuarios a esos grupos. Selecciona la pesta&amp;#241;a Modificar Usuarios del men&amp;#250; administrativo Modificar Config. Esto mostrar&amp;#225; una lista de usuarios actualmente asignados y te permitir&amp;#225; agregar un nuevo usuario. Selecciona el usuario que se va a agregar y el grupo del que el usuario heradar&amp;#225; privilegios. Una vez que un usuario ha sido agregado al grupo apropiado, ese usuario tendr&amp;#225; privilegios de escritor, editor, o editorial y podr&amp;#225; empezar a crear contenido para una publicaci&amp;#243;n.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="49" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;Note:&lt;/b&gt; You will not be able to create a publication until at least one user is added to the Newsletter Publisher group.</string>
		<translation>&lt;b&gt;Nota:&lt;/b&gt; No podr&amp;#225;s crear una publicacion hasta que al menos un usario sea agregado al grupo Editorial de Bolet&amp;#237;n.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="51" />
		</references>
	</entry>
	<entry>
		<string>3. Add publication and story categories</string>
		<translation>3. Agregar categor&amp;#237;as de publicaci&amp;#243;n y de historia</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="56" />
		</references>
	</entry>
	<entry>
		<string>When the module is first activated, a category named &quot;Newsletter&quot; is created. You must create sub-categories of this master category before a publication can be created. Each sub-category of &quot;Newsletter&quot; will be a publication category. Under each publication category, you will want to create another set of categories corresponding to the story categories for each publication.</string>
		<translation>Cuando se activa el m&amp;#243;dulo por primera vez, se crea una categor&amp;#237;a llamada &quot;Newsletter&quot;. Debes crear subcategor&amp;#237;as de esta categor&amp;#237;a maestra antes de poder crear una publicaci&amp;#243;n. Cada subcategor&amp;#237;a de &quot;Bolet&amp;#237;n&quot; ser&amp;#225; una categor&amp;#237;a de publicaci&amp;#243;n. Bajo cada categor&amp;#237;a de publicaci&amp;#243;n, querr&amp;#225;s crear otro conjunto de categor&amp;#237;as correpondiente a las categor&amp;#237;as de las historias para cada publicaci&amp;#243;n.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="58" />
		</references>
	</entry>
	<entry>
		<string>For example:</string>
		<translation>Por ejemplo:</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="60" />
		</references>
	</entry>
	<entry>
		<string>Master category</string>
		<translation>Categor&amp;#237;a maestra</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="66" />
		</references>
	</entry>
	<entry>
		<string>Learning Differences</string>
		<translation>Aprendiendo Diferencias</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="71" />
		</references>
	</entry>
	<entry>
		<string>publication category</string>
		<translation>categor&amp;#237;a de publicaci&amp;#243;n</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="72" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="101" />
		</references>
	</entry>
	<entry>
		<string>LD Experts in the News</string>
		<translation>LD Expertos en las Noticias</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="77" />
		</references>
	</entry>
	<entry>
		<string>story category</string>
		<translation>categor&amp;#237;a de la historia</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="78" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="84" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="90" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="96" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="107" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="113" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="119" />
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="125" />
		</references>
	</entry>
	<entry>
		<string>Education / Schools</string>
		<translation>Educaci&amp;#243;n / Escuelas</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="83" />
		</references>
	</entry>
	<entry>
		<string>Successful People</string>
		<translation>Gente Exitosa</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="89" />
		</references>
	</entry>
	<entry>
		<string>Controversial Treatment</string>
		<translation>Tratamiento Controversial</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="95" />
		</references>
	</entry>
	<entry>
		<string>Internet Technology</string>
		<translation>Tecnolog&amp;#237;a de Internet</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="100" />
		</references>
	</entry>
	<entry>
		<string>Design and Architecture</string>
		<translation>Dise&amp;#241;o y Arquitectura</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="106" />
		</references>
	</entry>
	<entry>
		<string>Emerging Technologies</string>
		<translation>Tecnolog&amp;#237;as Emergentes</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="112" />
		</references>
	</entry>
	<entry>
		<string>Networks and Infrastructure</string>
		<translation>Redes e Infraestructura</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="118" />
		</references>
	</entry>
	<entry>
		<string>Standards and Practices</string>
		<translation>Est&amp;#225;ndares y Pr&amp;#225;cticas</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="124" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;Note:&lt;/b&gt; The stories within a publication will ordered in the same order as the story categories, so place the story categories accordingly.</string>
		<translation>&lt;b&gt;Nota&lt;/b&gt; Las historias en una publicaci&amp;#243;n ser&amp;#225;n ordenadas en el mismo orden que las categor&amp;#237;as de historia, as&amp;#237; que coloca las categor&amp;#237;as de historias acordemente.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="128" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloque Incluidos</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="132" />
		</references>
	</entry>
	<entry>
		<string>The following blocks are included:</string>
		<translation>Se incluyen los siguientes bloques:</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="134" />
		</references>
	</entry>
	<entry>
		<string>&lt;b&gt;information&lt;/b&gt; - This block provides the following:</string>
		<translation>&lt;b&gt;informaci&amp;#243;n&lt;/b&gt; - Este bloque proporciona lo siguiente:</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="136" />
		</references>
	</entry>
	<entry>
		<string>general information about the publications that a user can subscribe to. This information is created in the Newsletter user modify configuration screen in the text fields &quot;Publisher or Company Name&quot; and &quot;Information about Newsletter&quot;</string>
		<translation>informaci&amp;#243;n general acerca de las publicaciones a las que un usuario puede suscribirse. Esta informaci&amp;#243;n se crea en la pantalla de modificar configuraci&amp;#243;n de Bolet&amp;#237;n del usuario, en los campos &quot;Nombre de la Editorial o Compa&amp;#241;&amp;#237;a&quot; e &quot;Informaci&amp;#243;n acerca de Bolet&amp;#237;n&quot;</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="138" />
		</references>
	</entry>
	<entry>
		<string>allows non-registered users to view past issues</string>
		<translation>permite a los usuarios no registrados ver ejemplares pasados</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="139" />
		</references>
	</entry>
	<entry>
		<string>allows logged in users to modify their subscription(s) to the publications</string>
		<translation>permite a los usuarios en sesi&amp;#243;n que modifiquen su(s) suscripci&amp;#243;n(es) a las publicaciones</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="140" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="145" />
		</references>
	</entry>
	<entry>
		<string>Newsletter provides all the necessary hooks to be present within other modules. But these hooks have not been thoroughly tested.</string>
		<translation>Bolet&amp;#237;n provee todos los ganchos necesarios para estar presente en otros m&amp;#243;dulos. Pero estos ganchos no han sido completamente probados.</translation>
		<references>
			<reference file="modules/newsletter/xartemplates/admin-configdesc.xd" line="148" />
		</references>
	</entry>
</translations>
