<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>The Roles module lets you manage users and groups on your site. Roles are representations of users and the different groups they can belong to.</string>
		<translation>El m&amp;#243;dulo Roles te permite manejar usuarios y grupos en tu sitio. Los Roles son representaciones de usuarios y los diferentes grupos a que pueden pertenecer.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>Roles can be members of other roles, to any degree. You can, for instance, use roles to
represent a company's organization chart, or the set of classes at a university. A role can be a member
of as many other roles as you like (as long as the parents are groups).</string>
		<translation>Los roles pueden ser miembros de otros roles, a cualquier grado. Por ejemplo, puedes usar los roles para representar un organigrama de una empresa, o el conjunto de clases en una universidad. Un rol puede ser miembro de otros roles como quieras (mientras los padres sean grupos).</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="23" />
		</references>
	</entry>
	<entry>
		<string>Roles can be assigned privileges. By doing so, you define what a given role may or may not
do on the site. You can use the test functionality of the Roles module to see what parts of the site a
role with a given set of privileges has access to.</string>
		<translation>A los roles se les pueden asignar privilegios. Al hacerlo as&amp;#237;, defines lo que un rol determinado puede o no hacer en el sitio. Puedes usar la funcionalidad de prueba del m&amp;#243;dulo Roles para ver a que partes del sitio un rol con un conjunto dado de privilegios tiene acceso.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>Roles have inheritance. A role inherits all the privileges of all of its parents, but can
override them. If you give a group editing privileges, for instance, any other role that is a member of
that group inherits the editing privileges. If you want to restrict the privileges of some of the members,
simply assign them a different set of privileges (say reading), and the privileges of the parent will be
overridden.</string>
		<translation>Los roles tienen herencia. Un rol hereda todos los privilegios de todos sus padres, pero puede superponerse. Si le das a un grupo privilegios de edici&amp;#243;n, por ejemplo, cualquier otro rol que sea miembro de ese grupo hereda los privilegios de edici&amp;#243;n. Si quieres restringir los privilegios de algunos miembros, simplemente as&amp;#237;gnales un conjunto diferente de privilegios (por ejemplo leer), y los privilegios de los padres ser&amp;#225;n superpuestos.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="35" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="39" />
		</references>
	</entry>
	<entry>
		<string>Menu Options</string>
		<translation>Opciones de Men&amp;#250;</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>The roles module provides key functions to manage the users and groups on your site:</string>
		<translation>El m&amp;#243;dulo roles provee funciones clave para manejar los usuarios y grupos en tu sitio:</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;View Groups/users&lt;/strong&gt; : a tabbed interface to user and roles listings with a variety of display options. You can also add users from this view, delete or modify users, email groups of users, test their privileges, and view users by various sorting and selection criteria.</string>
		<translation>&lt;strong&gt;Ver Grupos/Usuarios&lt;/strong&gt; : una interfaz con pesta&amp;#241;as a listados de usuarios y roles con una variedad de opciones de pantalla. Puedes agregar usuarios en esta vista, suprimir o modificar usuarios, mandar correo electr&amp;#243;nico a grupos de usuarios, probar sus privilegios y ver los usuarios con varios criterios de clasificaci&amp;#243;n y selecci&amp;#243;n.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="50" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Add Group/User&lt;/strong&gt; : A form for creation of a new user or group. If you have hooked Dynamic Data to Roles and created extra properties for your users, these will also be displayed here.</string>
		<translation>&lt;strong&gt;Agregar Grupo/Usuario&lt;/strong&gt; : Un formulario para la creaci&amp;#243;n de un nuevo usuario o grupo. Si has enganchado Datos Din&amp;#225;micos a Roles y creado propiedades extras para los usuarios, tambi&amp;#233;n estar&amp;#225;n mostradas aqu&amp;#237;.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="51" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Email Messaging&lt;/strong&gt; : Configure email notifications to users on registration, change of passwords, and account activation including template customization. You can also email groups of users from this view.</string>
		<translation>&lt;strong&gt;Mensajer&amp;#237;a de Correo&lt;/strong&gt; : Configura notificaciones de correo electr&amp;#243;nico para usuarios al registrarse, cambiar contrase&amp;#241;as y activar la cuenta, incluida la personalizaci&amp;#243;n de plantillas. Tambi&amp;#233;n puedes enviar correo electr&amp;#243;nico a grupos de usuarios desde esta vista.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="52" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Recall/Purge&lt;/strong&gt; : Users or groups that have been deleted can be recalled from this screen or purged for good from the system.</string>
		<translation>&lt;strong&gt;Recuperar/Purgar&lt;/strong&gt; : Usuarios o grupos que han sido suprimidos pueden ser recuperados de esta pantalla o purgados por el bien del sistema.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="53" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Site Lock&lt;/strong&gt; : Lock your site to registration or login during maintenance or updates.</string>
		<translation>&lt;strong&gt;Bloqueo de Sitio&lt;/strong&gt; : Bloquea el sitio a sesiones durante el mantenimiento o actualizaciones.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="54" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Modify Config&lt;/strong&gt; : Set general site options including:</string>
		<translation>&lt;strong&gt;Modificar Config&lt;/strong&gt; : Configura las opciones generales del sitio incluyendo:</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="55" />
		</references>
	</entry>
	<entry>
		<string>designated site Administrator and default registration User group</string>
		<translation>Administrador designado del sitio y grupo de registro de Usuarios por defecto</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="57" />
		</references>
	</entry>
	<entry>
		<string>default Authentication and Registration module</string>
		<translation>m&amp;#243;dulo por defecto de Autenticaci&amp;#243;n y Registro</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="58" />
		</references>
	</entry>
	<entry>
		<string>activation of user variables and Dynamic Data for roles such as Last Login, User Home, Last Password Update, Timezone</string>
		<translation>activaci&amp;#243;n de variables de usuario y Datos Din&amp;#225;micos para roles como &amp;#218;ltima Sesi&amp;#243;n, P&amp;#225;gina de Inicio del Usuario, &amp;#218;ltima Actualizaci&amp;#243;n de Contrase&amp;#241;a, Huso Horario</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="59" />
		</references>
	</entry>
	<entry>
		<string>Role Member Account Options related to User Home, editing of Member Account, and search by Email</string>
		<translation>Opciones de Cuenta de Miembro de Rol relativas a P&amp;#225;gina de Inicio, edici&amp;#243;n de Cuenta del Miembro, y b&amp;#250;squeda por correo electr&amp;#243;nico</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="60" />
		</references>
	</entry>
	<entry>
		<string>Default Roles</string>
		<translation>Roles por defecto</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="66" />
		</references>
	</entry>
	<entry>
		<string>The roles on your site are arranged in a tree. At the top of the tree is a role called Everybody, which represents the &quot;group of all groups&quot; on your site. Every user and every group is a member or descendent of Everybody.</string>
		<translation>Los roles de tu sitio est&amp;#225;n arreglados en un &amp;#225;rbol. Hasta arriba del &amp;#225;rbol hay un rol llamado Everybody (Todos), que representa el &quot;grupo de todos los grupos&quot; de tu sitio. Cada usuario y cada grupo es un miembro o descendiente de Everybody.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="70" />
		</references>
	</entry>
	<entry>
		<string>Xaraya also comes preconfigured with a minimal set of roles that are loaded when you run the installer. This configuration is shown below:</string>
		<translation>Xaraya tambi&amp;#233;n viene preconfigurada con un conjunto m&amp;#237;nimo de roles que se cargan cuando corres el instalador. Estos roles se muestran abajo:</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="73" />
		</references>
	</entry>
	<entry>
		<string>At installation time you are asked to choose a configuration that affects preinstalled
privileges assigned to the above roles. The privileges can be changed after installation. The default
roles and minimum privileges at installation time are.</string>
		<translation>Al momento de instalar, se te pide que escojas una configuraci&amp;#243;n que afecta privilegios preinstalados asignados a los roles de arriba. Los privilegios se pueden cambiar despu&amp;#233;s de la instalaci&amp;#243;n. Los roles por defecto y los privilegios m&amp;#237;nimos al momento de instalar son:</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="90" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Everybody&lt;/strong&gt;: the role containing all other roles. This role has no access privileges.</string>
		<translation>&lt;strong&gt;Everybody (Todos)&lt;/strong&gt;: el rol que contiene a todos los otros roles. Este rol no tiene privilegios de acceso.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="95" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Anonymous&lt;/strong&gt;: a user that represents any unregistered users on your site. This role is initially configured with privileges only to access the front page of the site and the login block.</string>
		<translation>&lt;strong&gt;Anonymous (An&amp;#243;nimo)&lt;/strong&gt;: un usuario que representa a cualquier usuario sin registrar en el sitio. Este rol inicialmente se configura con privilegios s&amp;#243;lo para acceder a la p&amp;#225;gina principal del sitio y el bloque de sesi&amp;#243;n.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="99" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Administrators&lt;/strong&gt;: a group that has administration privileges.</string>
		<translation>&lt;strong&gt;Administrators (Administradores)&lt;/strong&gt;: un grupo que tiene privilegios de administraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="103" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Admin&lt;/strong&gt;: a member of Administrators. This is the Admin role you create with the Xaraya installer.</string>
		<translation>&lt;strong&gt;Admin&lt;/strong&gt;: un miembro de Administrators (Administradores). Este es el rol Admin que creas con el instalador de Xaraya.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="107" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Users&lt;/strong&gt;: a group that normally holds registered users of the site. N.B.: this role does not come preconfigured with any privileges.
&lt;em&gt;Its members will not have access to the site until you assign some privileges.&lt;/em&gt;</string>
		<translation>&lt;strong&gt;Users (Usuarios)&lt;/strong&gt;: un grupo que normalmente contiene a los usuarios registrados del sitio. Atenci&amp;#243;n: este rol no viene preconfigurado con ning&amp;#250;n privilegio. &lt;em&gt;Sus miembros no tendr&amp;#225;n acceso al sitio hasta que asignes algunos privilegios.&lt;/em&gt;</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="112" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Myself&lt;/strong&gt;: this is a special role that enables you to assign privileges that will be applied
to the current user's content. For example if you assign edit privileges for articles to the Myself role,
then users will be able to edit only their own articles.</string>
		<translation>&lt;strong&gt;Myself (Yo)&lt;/strong&gt;: este es un rol especial que te permite asignar privilegios que s&amp;#243;lamente se aplican al contenido del usuario actual. Por ejemplo, si quieres asignar privilegios de edici&amp;#243;n para art&amp;#237;culos al rol Myself, los usuarios s&amp;#243;lo podr&amp;#225;n editar sus propios art&amp;#237;culos.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="118" />
		</references>
	</entry>
	<entry>
		<string>The preconfigured roles cannot be changed or removed. You can, however, add members to them. You can also define as many more roles in the tree as you wish in whatever configuration you choose.</string>
		<translation>No puedes cambiar o remover los roles preconfigurados. Sin embargo, puedes agregar miembros a ellos. Tambi&amp;#233;n puedes definir m&amp;#225;s roles en el &amp;#225;rbol a discreci&amp;#243;n, con cualquier configuraci&amp;#243;n que elijas.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="123" />
		</references>
	</entry>
	<entry>
		<string>Always keep in mind: When you create a role, until you've assigned it some privileges, it will only have those privileges it inherits from its parents.</string>
		<translation>Siempre recuerda: Cuando crees un rol, hasta que le hayas asignado algunos privilegios, s&amp;#243;lo tendr&amp;#225; los privilegios que hereda desde sus padres.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="126" />
		</references>
	</entry>
	<entry>
		<string>Extending Roles</string>
		<translation>Extensi&amp;#243;n de Roles</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="129" />
		</references>
	</entry>
	<entry>
		<string>You can extend roles by hooking in the functionality of other modules to roles.
Dynamic Data module for example, enables you to add further custom fields to your user roles.</string>
		<translation>Puedes extender los roles al enganchar la funcionalidad de otros m&amp;#243;dulos a roles. El m&amp;#243;dulo Datos Din&amp;#225;micos, por ejemplo, te permite agregar m&amp;#225;s campos personalizados a tus roles de usuario.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="132" />
		</references>
	</entry>
	<entry>
		<string>There is a set of sample 'user' dynamic data (file called users.xml) you can</string>
		<translation>Hay un conjunto de datos din&amp;#225;micos 'de usuario' de ejemplo (el archivo llamado users.xml) con el que puedes</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="133" />
		</references>
	</entry>
	<entry>
		<string>import into Roles</string>
		<translation>importar a Roles</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="133" />
		</references>
	</entry>
	<entry>
		<string>including timezone, aim, irc, msn, yahoom, avatar, user signature and so on that can also be utilized by other modules.
Some such as the Forum module(xarbb) automatically integrate this data.</string>
		<translation>incluyendo huso horario, aim, irc, msn, yahoo, avatar, firma de usuario, etc., que pueden ser tambi&amp;#233;n usados por otros m&amp;#243;dulos. Algunos, como el m&amp;#243;dulo Foro (xarbb) autom&amp;#225;ticamente integran estos datos.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="135" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="139" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Online Block&lt;/strong&gt; shows the number visiting your site right now</string>
		<translation>&lt;strong&gt;Bloque En L&amp;#237;nea&lt;/strong&gt; muestra el n&amp;#250;mero de visitantes en tu sitio al momento</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="143" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Language Block&lt;/strong&gt; - allow users to select their default language</string>
		<translation>&lt;strong&gt;Bloque de Idioma&lt;/strong&gt; - le permite al usuario seleccionar el idioma por defecto</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="146" />
		</references>
	</entry>
	<entry>
		<string>Login Block - deprecated here and moved to Authsystem (authentication) module at Xaraya version 1.1.0</string>
		<translation>Bloque de Sesi&amp;#243;n - desaprobado de aqu&amp;#237; y movido al m&amp;#243;dulo Authsystem (autenticaci&amp;#243;n) en Xaraya versi&amp;#243;n 1.1.0</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="150" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="155" />
		</references>
	</entry>
	<entry>
		<string>The roles module does not provide any hooks. It does allows other modules to provide a
User Menu hook that when activated can enhance a user's visit. If a module providing a User Menu hook
is hooked to Roles, content from the module will be displayed in the User's account page.
Examples of modules that provide User Menu hooks are Themes, and Comments.</string>
		<translation>El m&amp;#243;dulo roles no provee ning&amp;#250;n gancho, sin embargo deja que otros m&amp;#243;dulos provean un gancho de Men&amp;#250; de Usuario que al activarse puede mejorar la visita de un usuario. Si un m&amp;#243;dulo que provea un gancho de Men&amp;#250; de Usuario est&amp;#225; enganchado a Roles, el contenido del m&amp;#243;dulo se mostrar&amp;#225; en la p&amp;#225;gina de cuenta del Usuario. Ejemplos de m&amp;#243;dulos que proveen un gancho de Men&amp;#250; de Usuario son Dise&amp;#241;os y Comentarios.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="161" />
		</references>
	</entry>
	<entry>
		<string>Included Dynamic Data Properties</string>
		<translation>Propiedades de Datos Din&amp;#225;micos Incluidas</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="164" />
		</references>
	</entry>
	<entry>
		<string>Roles provides a number of Dynamic Data properties that you can use either in Roles or
other module on your site.</string>
		<translation>Roles provee un n&amp;#250;mero de propiedades de Datos Din&amp;#225;micos que puedes usar en Roles o en otro m&amp;#243;dulo en tu sitio.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="168" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="171" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Roles module can be found at:</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Roles en:</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="173" />
		</references>
	</entry>
	<entry>
		<string>Roles Module Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo Roles en</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="176" />
		</references>
	</entry>
	<entry>
		<string>Roles Module - Xaraya Extension 27</string>
		<translation>M&amp;#243;dulo Roles - Extensi&amp;#243;n Xaraya 27</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="176" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="177" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on Roles module at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionados con el m&amp;#243;dulo Roles en</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="179" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Roles</string>
		<translation>Documentaci&amp;#243;n relacionada a Roles</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="179" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n de Xaraya.</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="179" />
		</references>
	</entry>
	<entry>
		<string>Extended information for Developers at</string>
		<translation>Informaci&amp;#243;n Ampliada para Desarrolladores en</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="181" />
		</references>
	</entry>
	<entry>
		<string>RFC 30</string>
		<translation>RFC 30</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="181" />
		</references>
	</entry>
	<entry>
		<string>Xaraya RFC-30</string>
		<translation>RFC-30 de Xaraya</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="181" />
		</references>
	</entry>
	<entry>
		<string>Roles Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Roles</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="186" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/roles/xartemplates/admin-main.xd" line="186" />
		</references>
	</entry>
</translations>
