<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>The Authinvision module allows you to authenticate a user with your Invision Board database. The Authinvision module checks the username and password from the login screen against the Invision database and returns true for a match.</string>
		<translation>El m&amp;#243;dulo Authinvision te permite autenticar un usuario con tu base de datos Pizarra Invision. El m&amp;#243;dulo Authinvision verifica el nombre de usuario y contrase&amp;#241;a a partir de la pantalla de abrir sesi&amp;#243;n contra la base de datos Invision y devuelve verdadero si hay concordancia.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>Authinvision &lt;strong&gt;does not&lt;/strong&gt; log users into both systems at once, nor does it allow users who register on xaraya to have their user information duplicated in the Invision database. &lt;strong&gt;It is highly suggested that you turn off xaraya registration and use your Invision board's registration/password retrieval process.&lt;/strong&gt;</string>
		<translation>Authinvision &lt;strong&gt;no&lt;/strong&gt; abre sesi&amp;#243;n en ambos sistemas a la vez, ni permite que los usuarios que se registren en Xaraya tengan su informaci&amp;#243;n duplicada en la base de datos Invision. &lt;strong&gt;Se sugiere fuertemente que tengas apagado el registro Xaraya y utilices tu proceso de recuperaci&amp;#243;n de registro/contrase&amp;#241;a de la pizarra Invision.&lt;/strong&gt; </translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="16" />
		</references>
	</entry>
	<entry>
		<string>Authentication by Authinvision is automatically available once the the Authinvision module has been initialized. You must configure Authinvision before a user will be able to login to Xaraya. To remove Authinvision authentication, you must remove the module or disable it in the modify config screen.</string>
		<translation>La autenticaci&amp;#243;n por Authinvision est&amp;#225; disponible autom&amp;#225;ticamente una vez que el m&amp;#243;dulo Authinvision se ha inicializado. Debes configurar Authinvision antes de que un usuario pueda abrir sesi&amp;#243;n en Xaraya. Para remover la autenticaci&amp;#243;n Authinvision, debes remover el m&amp;#243;dulo o deshabilitarlo en la pantalla de modificar configuraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="18" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have one choice. &quot;Modify Config&quot;.</string>
		<translation>Desde el men&amp;#250;, tienes una opci&amp;#243;n, &quot;Modificar Config&quot;.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>Modify Config -- From here, you can configure the authinvision server that will be used for authentication. A user that has account information in Invision to be automatically added to the Xaraya database and allowed to login.</string>
		<translation>Modificar Config -- Desde aqu&amp;#237;, puedes configurar el servidor Authinvision que ser&amp;#225; usado para la autenticaci&amp;#243;n. Un usuario que tiene informaci&amp;#243;n de cuenta en Invision para ser autom&amp;#225;ticamente agregado a la base de datos Xaraya y permit&amp;#237;rsele abrir sesi&amp;#243;n.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="24" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>usercp: a block that mimics the user links from Invision.</string>
		<translation>usercp: un bloque que replica los enlaces de usuario de Invision.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="27" />
		</references>
	</entry>
	<entry>
		<string>whos_online.php: a who's online block that replaces the one in the roles module.</string>
		<translation>whos_online.php: un bloque de quien est&amp;#225; en l&amp;#237;nea, que remplaza al del m&amp;#243;dulo de roles.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="29" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Authinvision module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Authinvision en</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="31" />
		</references>
	</entry>
	<entry>
		<string>Authinvision Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del m&amp;#243;dulo Authinvision en</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>Authinvision Module - Xaraya Extension 950</string>
		<translation>M&amp;#243;dulo Authinvision - Extensi&amp;#243;n Xaraya 950</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="35" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on Authinvision found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo Authinvision en</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Authinvision</string>
		<translation>Documentaci&amp;#243;n relacionada con Authinvision</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n Xaraya.</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>Authinvision Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Authinvision</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/authinvision/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
</translations>
