<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="7" />
		</references>
	</entry>
	<entry>
		<string>The Pubsub module allows users to subscribe to events on your system such as new articles being posted in a particular category or replies on a forum thread.
This module uses the Scheduler module to process events and the Mail module to actually send the notifications.</string>
		<translation>El m&amp;#243;dulo Pubsub permite a los usuarios suscribirse a eventos en tu sistema tales como nuevos art&amp;#237;culos que se publiquen en una categor&amp;#237;a particular o respuestas a una cadena del foro. Este m&amp;#243;dulo utiliza el m&amp;#243;dulo Agendador para procesar eventos y el m&amp;#243;dulo Correo para enviar las notificaciones.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="10" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>The pubsub module should be hooked to the categories module first, so that your users can subscribe to events concerning a particular category.</string>
		<translation>El m&amp;#243;dulo Pubsub debe engancharse al m&amp;#243;dulo Categor&amp;#237;as primero,para que los usuarios se puedan suscribir a eventos concernientes a una categor&amp;#237;a en particular.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>Then you should enable the pubsub hooks for any other module (e.g. articles) where you want to send out create/update/delete notifications to your users.</string>
		<translation>Luego debes habilitar los ganchos Pubsub para cualquier otro m&amp;#243;dulo (p.ej. Art&amp;#237;culos) cuando quieras enciar notificaciones crear/actualizar/suprimir a tus usuarios.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="16" />
		</references>
	</entry>
	<entry>
		<string>And finally you should specify which templates to use for each module and how often events should be processed in &quot;Modify Configuration&quot;.</string>
		<translation>Y finalmente debes especificar qu&amp;#233; plantillas se utilizar&amp;#225;n para cada m&amp;#243;dulo y que tan frecuente los eventos deben procesarse en &quot;Modificar Configuraci&amp;#243;n&quot;</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="19" />
		</references>
	</entry>
	<entry>
		<string>The Pubsub module has no blocks included at this time.</string>
		<translation>El m&amp;#243;dulo Pubsub no tiene bloques en este momento.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>The Pubsub module supports item display hooks to let your users subscribe to events in particular categories. It also supports item create, item update and item delete hooks to inform your users when a module item is created, updated or deleted. This can be configured in the modules module.</string>
		<translation>El m&amp;#243;dulo Pubsub soporta ganchos de visualizaci&amp;#243;n de elemento para permitir a los usuarios suscribirse a eventos en categor&amp;#237;as en particular. Tambi&amp;#233;n soporta ganchos de creaci&amp;#243;n de elemento, de actualizaci&amp;#243;n de elemento y de supresi&amp;#243;n de elemento cuando un elemento de m&amp;#243;dulo se crea, actualiza o suprime. Esto se puede configurar en el m&amp;#243;dulo M&amp;#243;dulos.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Pubsub module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Pubsub en</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>Pubsub Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo Pubsub</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>Pubsub Module - Xaraya Extension 181</string>
		<translation>M&amp;#243;dulo Pubsub - Extensi&amp;#243;n Xaraya 181</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on Pubsub found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo Pubsub en</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Pubsub</string>
		<translation>Documentaci&amp;#243;n relacionada con Pubsub</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n Xaraya.</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Pubsub Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Pubsub</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/pubsub/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
</translations>
