<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Administration - xarBB</string>
		<translation>Administraci&amp;#243;n - xarBB</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="3" />
		</references>
	</entry>
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="11" />
		</references>
	</entry>
	<entry>
		<string>xarBB provides basic forum functions provided mainly from Xaraya utility modules (topics are provided by xarBB and reply posts by the comments module, for example). The forum itself is very light weight, but designed to handle large volume postings.</string>
		<translation>xarBB proporciona funciones b&amp;#225;sicas de foro provistas principalmente por m&amp;#243;dulos de utiler&amp;#237;a de Xaraya (los temas son provistos por xarBB y los mensajes de respuesta por el m&amp;#243;dulo comentarios, por ejemplo). El foro es muy ligero, pero est&amp;#225; dise&amp;#241;ado para manejar grandes vol&amp;#250;menes de mensajes.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="16" />
		</references>
	</entry>
	<entry>
		<string>xarBB allows users to post Topics and reply posts to those topics. There are a number of options available from the administration menu.</string>
		<translation>xarBB permite a los usuarios publicar Temas y mensajes de respuesta a esos temas. Hay un n&amp;#250;mero de opciones disponible del men&amp;#250; de administraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>Add Forums -- Allows you to add new forums to your system. Each forum has a number of configuration options.</string>
		<translation>Agregar Foros -- Te permite agregar nuevos foros al sistema. Cada foro tiene un n&amp;#250;mero de opciones de configuraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="23" />
		</references>
	</entry>
	<entry>
		<string>View Forums -- Allows you to view the forums that you have configured on your system.</string>
		<translation>Ver Foros -- Te permite ver los foros que tienes configurados en tu sistema.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="24" />
		</references>
	</entry>
	<entry>
		<string>Modify Configuration -- Allows you to set certain master configuration routines for forums.</string>
		<translation>Modificar Configuraci&amp;#243;n -- Te permite fijar ciertas rutinas principales de la configuraci&amp;#243;n para los foros.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>Reorder Forums -- Allows you to reorder your existing forums</string>
		<translation>Reordenar Foros -- Te permite reordenar los foros existentes.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>You can add additional functionality to xarBB forums as you require it.</string>
		<translation>Puedes agregar funcionalidad adicional a los foros xarBB como lo requieras.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>Hook BBCode or HTML to allow formatted user input and also the option to supply linebreaks for plain text.</string>
		<translation>Engancha BBCode o HTML para permitir entradas formateadas de usuario y tambi&amp;#233;n la opci&amp;#243;n de dar saltos de rengl&amp;#243;n en texto simple.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>Turn off modify 'stamps' in topics and posts and hook Changelog module to allow enhanced changelog management of posts and topics</string>
		<translation>Apaga los 'sellos' de modificaci&amp;#243;n en temas y mensajes y engancha el m&amp;#243;dulo Bit&amp;#225;cora de Cambios (Changelog) para permitir la administraci&amp;#243;n mejorada de bit&amp;#225;cora de cambios de mensajes y temas</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>If you have imported the extra default User dynamic data such as avatars, msn, irc and so on, to your user roles, then these attributes will automatically be displayed in xarbb topics and posts.</string>
		<translation>Si has importado los datos din&amp;#225;micos extras por defecto para usuario tales como avatares, MSN, IRC, etc. a tus roles de usuario, entonces esos atributos ser&amp;#225;n desplegados autom&amp;#225;ticamente en los temas y mensajes en xarBB.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="35" />
		</references>
	</entry>
	<entry>
		<string>Set privilges for Comments module and xarBB to allow or disallow viewing, posting of topics and replies, editing of their own posts by users, and setup of moderator groups.</string>
		<translation>Configura los privilegios para el m&amp;#243;dulo Comentarios y xarBB para permitir o no la vista, publicaci&amp;#243;n de temas y respuestas, edici&amp;#243;n de sus propios mensajes por usuario y la configuraci&amp;#243;n de grupos con moderador.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Administrators and moderators have additional functionality including deleting posts, marking posts as announcements or sticky topics, moving posts, and locking topics from further postings.</string>
		<translation>Los administradores y moderadores tiene funciones adicionales, incluyendo suprimir mensajes, marcar mensajes como anuncios o temas interesantes, mover mensajes, y cerrar temas a m&amp;#225;s mensajes.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="39" />
		</references>
	</entry>
	<entry>
		<string>You can build the functionality you would like into xarBB and use override templates to customize every aspect of the xarBB templates.</string>
		<translation>Puedes construir la funcionalidad que desees en xarBB y usar la invalidaci&amp;#243;n de plantillas para personalizar cada aspecto de las plantillas de xarBB.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="42" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="44" />
		</references>
	</entry>
	<entry>
		<string>There is currently one block provided called Latest Posts. If the block is not
showing as an option when adding a Block instance it may not have been registered. In this case
please add the block type through Admin Blocks-Add Block Type</string>
		<translation>Actualmente hay un bloque provisto llamado &amp;#218;ltimos Mensajes. Si el bloque no se muestra como una opci&amp;#243;n cuando agregamos una instancia al bloque, puede no haberse registrado. En este caso, por favor agregua el tipo de bloque a trav&amp;#233;s de Administrar Bloques - Agregar Tipo de Bloque.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="48" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Inclu&amp;#237;dos</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="51" />
		</references>
	</entry>
	<entry>
		<string>There is currently a Search hook. If you hook xarBB to the Search module, users will be able to search through topics and posts, and more specifically for topic and post authors.</string>
		<translation>Actualmente hay un gancho de Busqueda. Si engancha xarBB al m&amp;#243;dulo de Busqueda, los usuarios podr&amp;#225;n ser capaces de buscar a trav&amp;#233;s de temas y mensajes, y m&amp;#225;s espec&amp;#237;ficamente para temas y autores de mensajes.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="53" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="56" />
		</references>
	</entry>
	<entry>
		<string>Further information on the XarBB module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo xarBB en</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="59" />
		</references>
	</entry>
	<entry>
		<string>Xarbb Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n de Xarbb en</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="62" />
		</references>
	</entry>
	<entry>
		<string>xarBB Module - Xaraya Extension 300</string>
		<translation>M&amp;#243;dulo xarBB - Extensi&amp;#243;n Xaraya 300</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="62" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on XarBB found at</string>
		<translation>Se pueden encontrar tutoriales y documentaci&amp;#243;n relacionada con XarBB en</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="65" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on xarBB</string>
		<translation>Documentaci&amp;#243;n relacionada con xarBB</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="65" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n Xaraya</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="65" />
		</references>
	</entry>
	<entry>
		<string>xarBB Module - Overview</string>
		<translation>Vista General del M&amp;#243;dulo xarBB</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="69" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/xarbb/xartemplates/admin-main.xd" line="69" />
		</references>
	</entry>
</translations>
