<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="10" />
		</references>
	</entry>
	<entry>
		<string>The AuthphpBB2 module allows Xaraya to automatically log users authenticated by the phpBB2 into Xaraya.</string>
		<translation>El m&amp;#243;dulo AuthphpBB2 le permite a Xaraya autom&amp;#225;ticamente ingresar usuarios autenticados por el phpBB2 en Xaraya.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="12" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>Authentication by AuthphpBB2 is automatically available once the AuthphpBB2 module has been initialized. To enable/disable AuthphpBB2 authentication, you must adjust the setting in the modify config screen. But if your phpBB2 settins differ from the defautl ones (they are, sure) you need to set them up in &quot;Admin panel/authphpbb2/Modify Config&quot;.</string>
		<translation>La autenticaci&amp;#243;n AuthphpBB2 est&amp;#225; disponible autom&amp;#225;ticamente una vez que el m&amp;#243;dulo AuthphpBB2 ha sido inicializado. Para habilitar/inhabilitar la autenticaci&amp;#243;n AuthphpBB2, debes ajustar la configuraci&amp;#243;n en la pantalla de modificar config. Pero si la configuraci&amp;#243;n de phpBB2 difiere de las configuraciones por defecto (s&amp;#237; hay) necesitas ajustarlas en &quot;Admin panel/authphpbb2/Modify Config&quot;.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>Notices:</string>
		<translation>Notas:</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>When user logs in using this module new record appears in Xaraya's roles table. And user can change this table using Roles module. But all that changes wouldn't be synchronized back to phpBB2.</string>
		<translation>Cuando el usuario abre sesi&amp;#243;n utilizando este m&amp;#243;dulo, aparece un nuevo registro en la tabla de Roles de Xaraya. Y el usuario puede cambiar esta tabla usando el m&amp;#243;dulo Roles. Pero todos esos cambios no se sincronizar&amp;#225;n de regreso en phpBB2.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>Xaraya uses username (login) to refer to phpBB2 users. So if user changes there names in phpBB2 they will get problems in Xaraya account.</string>
		<translation>Xaraya utiliza el nombre de usuario (ingreso) para referirse a los usuarios de phpBB2. As&amp;#237; que si un usuario cambia su nombre en phpBB2, habr&amp;#225; problemas en la cuenta de Xaraya.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="18" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have one choice. &quot;Modify Config&quot;.</string>
		<translation>Del men&amp;#250;, tienes una opci&amp;#243;n. &quot;Modificar Config&quot;.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>Modify Config -- Here you should set your phpBB2 settings to allow Xaraya to connect to phpBB2 db and get user's info from there. You can also allow a user that has been authenticated by the web server to be automatically added to the Xaraya database and allowed to login.</string>
		<translation>Modificar Config -- Aqu&amp;#237; debes ajustar tu configuraci&amp;#243;n phpBB2 para permitir que Xaraya se conecte a la base de datos de phpBB2 y tome la informaci&amp;#243;n del usuario de ah&amp;#237;. Puedes permitir que un usuario que ha sido autenticado por el servidor web sea autom&amp;#225;ticamente agregado a la base de datos de Xaraya y permitir que inicie sesi&amp;#243;n.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="27" />
		</references>
	</entry>
	<entry>
		<string>No blocks yet. It's possible to add some like &quot;Last messages&quot;, &quot;Registered users&quot; etc.</string>
		<translation>No hay bloques a&amp;#250;n. Es posible agregar algunos como &quot;&amp;#218;ltimos Mensajes&quot;, &quot;Usuarios Registrados&quot;, etc.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>The AuthphpBB2 module has no hooks included at this time.</string>
		<translation>El m&amp;#243;dulo AuthphpBB2 no tiene ganchos incluidos de momento.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="31" />
		</references>
	</entry>
	<entry>
		<string>TODO List</string>
		<translation>Lista de PENDIENTES</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="32" />
		</references>
	</entry>
	<entry>
		<string>The 0.01 version of the AuthphpBB2 module is just a copy/paste-made module. If there will be realized some usefull functionality in any other Auth module, it will be added here too. Now I just don't know clearly how Xaraya works with all that stuff.</string>
		<translation>La versi&amp;#243;n 0.0.1 del m&amp;#243;dulo AuthphpBB2 es s&amp;#243;lo un m&amp;#243;dulo hecho con copiar/pegar. Si se desarrolla alguna otra funcionalidad de utilidad en alg&amp;#243;n otro m&amp;#243;dulo Auth, se agregar&amp;#225; aqu&amp;#237; tambi&amp;#233;n. Ahora no estoy completamente seguro como Xaraya trabaja con eso.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="35" />
		</references>
	</entry>
	<entry>
		<string>Further information on the AuthphpBB2 module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo AuthphpBB2 en</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>AuthphpBB2 Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n de AuthphpBB2 en</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>AuthphpBB2 Module - Xaraya Extension 77102</string>
		<translation>M&amp;#243;dulo AuthphpBB2 - Extensi&amp;#243;n Xaraya 77102</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="41" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on AuthphpBB2 found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo AuthphpBB2 en</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on AuthphpBB2</string>
		<translation>Documentaci&amp;#243;n relacionada con el m&amp;#243;dulo AuthphpBB2</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n de Xaraya.</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>AuthphpBB2 Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo AuthphpBB2</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/authphpbb2/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
</translations>
