<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Modify Multisites Configuration</string>
		<translation>Modificar Configuraci&amp;#243;n de Multisitios</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="8" />
		</references>
	</entry>
	<entry>
		<string>Set Multisite Configuration</string>
		<translation>Fijar Valores de la Configuraci&amp;#243;n de Multisitio</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="11" />
		</references>
	</entry>
	<entry>
		<string>This option will gather some server configuration data and then modify your main config.system.php file.
Once this is complete, this site will become the Master site from which you can create other (sub)sites. Usually this operation is only carried out once. If there is a change in your server configuration, you may need to reconfigure this Master site using this option.&lt;br /&gt;&lt;br /&gt;
Before you continue, please make sure that you</string>
		<translation>Esta opci&amp;#243;n reunir&amp;#225; algunos datos de configuraci&amp;#243;n del servidor y luego modificar&amp;#225; tu archivo principal config.system.php. Una vez que esto est&amp;#233; completo, este sitio se convertir&amp;#225; en el sitio Maestro del cual podr&amp;#225;s crear otros (sub)sitios. Usualmente esta operaci&amp;#243;n se lleva a cabo una sola vez. Si hay un cambio en tu configuraci&amp;#243;n del servidor, podr&amp;#225;s necesitar reconfigurar este sitio maestro utilizando esta opci&amp;#243;n.&lt;br /&gt;&lt;br /&gt; Antes de continuar, por favor aseg&amp;#250;rate de</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>Create the Master Data folder '$masterfolder' in your main Xaraya install directory. This is where your(sub)site configuration information is stored. If you wish to change the name of the Master Data Folder, make sure you update the name in the form below to your Master Data folder name.
Important: Make sure your Master Data folder is writable chmod777 before you continue.</string>
		<translation>Crear la carpeta de Datos Maestros '$masterfolder' en tu directorio de instalaci&amp;#243;n de Xaraya principal. Es aqu&amp;#237; donde tu configuraci&amp;#243;n de (sub)sitio(s) se almacena. Si deseas cambiar el nombre de la Carpeta de Datos Maestros, aseg&amp;#250;rate de actualizar el nombre en el formulario abajo del nombre de to carpeta de Datos Maestros. Importante: Aseg&amp;#250;rate de que la carpeta de Datos Maestros sea escribible (chmod777) antes de continuar.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>Chmod 666 your main config.system.php file so this module can write to it.</string>
		<translation>Haz chmod 666 de tu archivo principal config.system.php para que este m&amp;#243;dulo pueda escribir en &amp;#233;l.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="23" />
		</references>
	</entry>
	<entry>
		<string>Change Multisite Configuration</string>
		<translation>Cambiar Configuraci&amp;#243;n de Multisitios</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="29" />
		</references>
	</entry>
	<entry>
		<string>THIS SITE IS ALREADY CONFIGURED AS THE MASTER MULTISITE SITE.</string>
		<translation>ESTE SITIO YA EST&amp;#193; CONFIGURADO COMO EL SITIO MAESTRO DE MULTISITIOS.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="31" />
		</references>
	</entry>
	<entry>
		<string>You should only make changes to this configuration, if</string>
		<translation>Debes hacer cambios a esta configuraci&amp;#243;n solamente si</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="32" />
		</references>
	</entry>
	<entry>
		<string>You need to add or change the domains or subdomains
extensions that you wish to use with multisites.</string>
		<translation>Necesitas agregar o cambiar las extensiones de dominios o subdominios existentes que quieras utilizar con multisitios.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>You want to change the Master Data directory where subsite information is held. Note that if you do this, you must move any existing site data from your old Master Data Directory to your new one manually. This module will not move it for you.</string>
		<translation>Quieras cambiar el directorio de Datos Maestros donde se tenga la informaci&amp;#243;n del subsitio. Nota que si haces esto, debes mover cualquier dato existente del sitio de tu antiguo Directorio Maestro del Sitio al nuevo manualmente. Este m&amp;#243;dulo no lo mover&amp;#225; por ti.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>You need to change the server configuration to HTTP_HOST or SERVER_NAME. This should only be required if you chose the wrong setup the first time round, or in some instances, if there has been changes to the server configuration where you host your
site.</string>
		<translation>Necesitas cambiar la configuraci&amp;#243;n del servidor a HTTP_HOST o SERVER_NAME. Esto s&amp;#243;lo se requiere si selecionas la configuraci&amp;#243;n incorrecta para la corrida de primera vez, o en algunas instancias, si han habido cambios a la configuraci&amp;#243;n del servidor donde resida tu sitio.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="44" />
		</references>
	</entry>
	<entry>
		<string>If you wish to continue with modifying your Multisites Configuration then</string>
		<translation>Si deseas continuar con la modificaci&amp;#243;n de la Configuraci&amp;#243;n de Multisitios, entonces</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>If you are changing your Master SubSite Data folder, create this directory first, and make sure it is writable chmod 777.</string>
		<translation>Si est&amp;#225;s cambiando tu carpeta de Datos de Maestros del Subsitio, primero crea el directorio, y aseg&amp;#250;rate que es escribible (chmod 777).</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="51" />
		</references>
	</entry>
	<entry>
		<string>Chmod 666 your main config.system.php file (in the main var directory) so this module can write to it.
When the Master Multisite Configuration is finished, make sure you chmod 444 your master config.system.php!</string>
		<translation>Haz chmod 666 de tu archivo main config.system.php principal (en el directorio principal var) para que el m&amp;#243;dulo pueda escribir en &amp;#233;l. Cuando la Configuraci&amp;#243;n Maestra del Multisitio se termine, &amp;#161;aseg&amp;#250;rate de cambiar tu archivo maestro config.system.php a chmod 444!</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="55" />
		</references>
	</entry>
	<entry>
		<string>If you wish to remove Multisites totally from this site</string>
		<translation>Si deseas remover Multisitios totalmente de este sitio</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="59" />
		</references>
	</entry>
	<entry>
		<string>Chmod 666 /var/config.system.php. Deactivate and Remove the Multisites module in Administration - Modules - View All. Once deactivated, remember to chmod
your config.system.php file back to 444.</string>
		<translation>Haz chmod 666 de /var/config.system.php. Desactiva y Remueve el m&amp;#243;dulo Multisitios en Administraci&amp;#243;n - M&amp;#243;dulos - Ver Todos. Una vez desactivados, recuerda cambiar el archivo config.system.php de regreso a chmod 444.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>The Master Data Folder and subsite subdirectories are not removed by this action, and must be removed manually if required.</string>
		<translation>La Carpeta de Datos Maestra y los subdirectorios del sitio no se remueven con esta acci&amp;#243;n, y se deben remover manualmente si se necesita.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="66" />
		</references>
	</entry>
	<entry>
		<string>Server Configuration</string>
		<translation>Configuraci&amp;#243;n del Servidor</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="75" />
		</references>
	</entry>
	<entry>
		<string>Multisites
can use one of 2 possible variables, HTTP_HOST, or SERVER_NAME.&lt;br /&gt;
One or the other may not always work on your system, depending on the
way your server is configured.</string>
		<translation>Multisitios puede usar una de 2 variables posibles, HTTP_HOST o SERVER_NAME.&lt;br /&gt; Una forma o la otra pueden no trabajar siempre en tu sistema, dependiendo de la manera en que est&amp;#225; configurado tu servidor.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="81" />
		</references>
	</entry>
	<entry>
		<string>SERVER_NAME or HTTP_HOST</string>
		<translation>HTTP_HOST o SERVER_NAME</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="85" />
		</references>
	</entry>
	<entry>
		<string>Your SERVER_NAME value&amp;nbsp;=&amp;nbsp;&amp;nbsp;</string>
		<translation>Tu valor SERVER_NAME&amp;nbsp;= &amp;nbsp;&amp;nbsp;</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="87" />
		</references>
	</entry>
	<entry>
		<string>Your HTTP_HOST value&amp;nbsp;&amp;nbsp;=&amp;nbsp;</string>
		<translation>Tu valor HTTP_HOST&amp;nbsp;= &amp;nbsp;&amp;nbsp;</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="89" />
		</references>
	</entry>
	<entry>
		<string>HTTP_HOST</string>
		<translation>HTTP_HOST</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="97" />
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="100" />
		</references>
	</entry>
	<entry>
		<string>SERVER_NAME</string>
		<translation>SERVER_NAME</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="98" />
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="101" />
		</references>
	</entry>
	<entry>
		<string>If the HTTP_HOST value above displays your correct domain
name, you should make sure HTTP_HOST is selected from the drop down
box.</string>
		<translation>Si el valor HTTP_HOST de arriba muestra tu nombre de dominio correctamente, aseg&amp;#250;rate que HTTP_HOST est&amp;#233; seleccionado en la casilla desplegable.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="109" />
		</references>
	</entry>
	<entry>
		<string>If the domain name for HTTP_HOST is incorrect, only then, change the
value in the drop down box to SERVER_NAME.</string>
		<translation>Si el nombre de dominio para HTTP_HOST es incorrecto, s&amp;#243;lo en ese caso, cambia el valor de la casilla desplegable a SERVER_NAME.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="113" />
		</references>
	</entry>
	<entry>
		<string>File Paths &amp;amp; Domain Types</string>
		<translation>Rutas de Archivos y Tipos de Dominio</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="120" />
		</references>
	</entry>
	<entry>
		<string>All path names are relative to the directory where Xaraya is installed.</string>
		<translation>Todos los nombres de rutas deben ser relativos al directorio en que est&amp;#233; instalado Xaraya.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="124" />
		</references>
	</entry>
	<entry>
		<string>Default Theme Path</string>
		<translation>Ruta Por Defecto del Dise&amp;#241;o</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="129" />
		</references>
	</entry>
	<entry>
		<string>Default Var Path</string>
		<translation>Ruta Por Defecto de Var</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="137" />
		</references>
	</entry>
	<entry>
		<string>Master directory</string>
		<translation>Directorio Maestro</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="146" />
		</references>
	</entry>
	<entry>
		<string>Default Master Data Directory Path</string>
		<translation>Ruta Por Defecto del Directorio Maestro de Datos</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="147" />
		</references>
	</entry>
	<entry>
		<string>NOTE: Do not enter trailing slashes.</string>
		<translation>NOTA: No introduzcas las diagonales del final.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="151" />
		</references>
	</entry>
	<entry>
		<string>Domain and subdomain extensions that you are using</string>
		<translation>Extensiones de dominio y subdominios que est&amp;#225;s utilizando</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="156" />
		</references>
	</entry>
	<entry>
		<string>Domain &amp;amp; subdomain extensions</string>
		<translation>Extensiones de dominio y subdominios</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="157" />
		</references>
	</entry>
	<entry>
		<string>Separate each by a comma (,)</string>
		<translation>Separa cada una con una coma (,)</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="161" />
		</references>
	</entry>
	<entry>
		<string>The common extensions are .com, .net, .org.
However, if for example you use a subdomain or domain such as www.domain.biz
as a site, you will need to add the .biz extension to the list.</string>
		<translation>Las extensiones comunes son .com, .net, .org. Sin embargo, si por ejemplo utilizas un subdominio o dominio tal como www.domain.biz a manera de sitio, entonces tendr&amp;#225;s que agregar la extensi&amp;#243;n .biz a la lista.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-modifyconfig.xd" line="167" />
		</references>
	</entry>
</translations>
