<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="7" />
		</references>
	</entry>
	<entry>
		<string>The current Multisites Module assists with the creation of Xaraya
multisites. A Site Administrator can create and run multiple Xaraya sites from a single
installation of the Xaraya code base. There is currently a review of multisite logic
in Xaraya code in order to provide the functionality we ultimately are aiming for.</string>
		<translation>El M&amp;#243;dulo Multisitios actual ayuda a la creaci&amp;#243;n de multisitios Xaraya. Un Administrador del Sitio puede crear y correr m&amp;#250;ltiples sitios Xaraya a partir de una instalaci&amp;#243;n del c&amp;#243;digo base de Xaraya. Actualmente hay una revisi&amp;#243;n de la l&amp;#243;gica de multisitios en el c&amp;#243;digo Xaraya para proporcionar la funcionalidad a la que ultimadamente aspiramos.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="11" />
		</references>
	</entry>
	<entry>
		<string>At this time, the Multisites Module creates the
scripts and directories required to run your multisites.</string>
		<translation>En este momento, el M&amp;#243;dulo Multisitios crea los programas y directorios necesarios para correr tus multisitios.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>To use Xaraya multisites, you must have all domain and
subdomains that you wish to use for your 'subsites' resolving to the same
IP as your master Xaraya site domain name, or pointed to the same directory
as your main Xaraya install.</string>
		<translation>Para utilizar los multisitios de Xaraya, debes tener el dominio y todos los subdominios que desees utilizar para tus 'subsitios' resolviendo al mismo IP que el nombre de dominio de tu sitio maestro Xaraya, o apuntado al mismo directorio que tu instalaci&amp;#243;n Xaraya principal.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="19" />
		</references>
	</entry>
	<entry>
		<string>Assuming you already have installed Xaraya, we'll call this the 'master' site,
you must then run the Xaraya Installer for each additional site you wish to install. This will
create the database tables for each of your new sites. Make sure you protect the master
config.system.php file found in the /var directory so that it is not overwritten by each
additional subsite install process. Copy it out, and then put it back when
you have finished the install for the subsite(s).</string>
		<translation>Asumiendo que ya tienes instalado Xaraya (le llamaremos a esto el sitio 'maestro'), debes correr el Instalador de Xaraya para cada sitio adicional que desees instalar. Esto crear&amp;#225; las tablas de la base de datos para cada uno de tus nuevos sitios. Aseg&amp;#250;rate de proteger el archivo maestro config.system.php que se encuentra en el directorio /var para que no sea sobreescrito por cada proceso de instalaci&amp;#243;n de subsitio adicional. C&amp;#243;pialo, y luego ponlo de regreso cuando hayas terminado la instalaci&amp;#243;n del(os) subsitio(s).</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have four choices:</string>
		<translation>Del men&amp;#250;, tienes cuatro opciones:</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>Add Site - Once you have set up the Master Multisite
Configuration</string>
		<translation>Agregar Sitio - Una vez que has configurado la Configuraci&amp;#243;n Maestra de Multisitios</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>View Sites - This option lists the Master site and all
subsites. At this time, that is all it does :-)&lt;br/&gt;</string>
		<translation>Ver Sitios - Esta opci&amp;#243;n enlista el sitio Maestro y todos los subsitios. En este momento, eso es todo lo que hace :-)&lt;br/&gt;</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="37" />
		</references>
	</entry>
	<entry>
		<string>Admin Config - The admin configuration sets the
number of sites listed per page in the View Sites option.&lt;br/&gt;</string>
		<translation>Config de Administraci&amp;#243;n - La configuraci&amp;#243;n de administraci&amp;#243;n fija el n&amp;#250;mero de sitios enlistados por p&amp;#225;gina en la opci&amp;#243;n de Ver Sitios.&lt;br/&gt;</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
	<entry>
		<string>Multisites Module has no blocks included at this time.</string>
		<translation>El M&amp;#243;dulo Multisitios no tiene bloques incluidos en este momento.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="48" />
		</references>
	</entry>
	<entry>
		<string>The Multisites Module has no hooks included.</string>
		<translation>El M&amp;#243;dulo Multisitios no tiene ganchos incluidos en este momento.</translation>
		<references>
			<reference file="modules/multisites/xartemplates/admin-main.xd" line="49" />
		</references>
	</entry>
</translations>
