<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="10" />
		</references>
	</entry>
	<entry>
		<string>The Themes Module controls the the display of your website by managing the themes available
for use in your Xaraya installation. It also allows you to set various theme related variables and meta data,
caching options, and provides theme developer options.</string>
		<translation>El M&amp;#243;dulo Dise&amp;#241;os controla la pantalla de tu sitio web al manejar los dise&amp;#241;os disponibles para uso en tu instalaci&amp;#243;n de Xaraya. Tambi&amp;#233;n te permite configurar varias variables y metadatos relativos al dise&amp;#241;o, opciones de almacenamiento temporal y provee de opciones al desarrollador del dise&amp;#241;o.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="18" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have three choices:</string>
		<translation>Del men&amp;#250;, tienes tres opciones:</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;View Themes&lt;/strong&gt;: Displays the themes currently installed on your
system, and the current state that they are in.</string>
		<translation>&lt;strong&gt;Ver Dise&amp;#241;os&lt;/strong&gt;: Muestra los dise&amp;#241;os actualmente instalados en tu sistema, y el estado actual en que se encuentran.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Template tags&lt;/strong&gt;: Allows you view, edit or delete template tags
on the system, as well as add new tags</string>
		<translation>&lt;strong&gt;Etiquetas de Plantillas&lt;/strong&gt;: Te permite ver, editar o suprimir etiquetas de plantillas en tu sistema, as&amp;#237; como a&amp;#241;adir nuevas etiquetas</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="27" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Modify Configuration &lt;/strong&gt;: Allows you to set various site wide
configuration options. This is an important option and you should review these options carefully. Pay particular attention to the debug options including
&lt;strong&gt;Cache Templates&lt;/strong&gt;, and &lt;strong&gt;Show Template File Names&lt;/strong&gt;. Be sure to understand what these options do.</string>
		<translation>&lt;strong&gt;Modificar Configuraci&amp;#243;n&lt;/strong&gt;: Te permite fijar varias opciones de configuraci&amp;#243;n a todo lo ancho del sitio. Es una herramienta importante y debes de revisar estas opciones cuidadosamente. Pon especial atenci&amp;#243;n a las opciones de depuraci&amp;#243;n, incluyendo &lt;strong&gt;Plantillas de Almacenamiento Temporal&lt;/strong&gt; y &lt;strong&gt;Mostrar Nombres de Archivo de las Plantillas&lt;/strong&gt;. Aseg&amp;#250;rate de entender lo que estas opciones hacen.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>The View Themes option displays a list of all themes that are available but not
necessarily active and installed in your Xaraya installation. All valid Xaraya themes found in
your Xaraya themes directory should be listed here.</string>
		<translation>La opci&amp;#243;n Ver Dise&amp;#241;os despliega una lista de todos los dise&amp;#241;os disponibles, pero no necesariamente activos y disponibles en tu instalaci&amp;#243;n de Xaraya. Todos los dise&amp;#241;os Xaraya disponibles en tu directorio de dise&amp;#241;os Xaraya deben estar enlistados aqu&amp;#237;.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="38" />
		</references>
	</entry>
	<entry>
		<string>You can add more themes to this list at any time by adding them to your Xaraya
themes directory and clicking the Refresh button</string>
		<translation>Puedes agregar m&amp;#225;s dise&amp;#241;os a esta lista en cualquier momento a&amp;#241;adi&amp;#233;ndolos a tu directorio de dise&amp;#241;os Xaraya, y pulsando el bot&amp;#243;n de Actualizar.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="42" />
		</references>
	</entry>
	<entry>
		<string>Themes must be installed and active to be available for use on your Xaraya site.</string>
		<translation>Los dise&amp;#241;os deben ser instalados y activos para estar disponibles para uso en tu sitio Xaraya.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>You cannot uninstall or deactivate core modules</string>
		<translation>No puedes desinstalar o desactivar m&amp;#243;dulos n&amp;#250;cleo</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="44" />
		</references>
	</entry>
	<entry>
		<string>You have a number of options with drop down selection lists to choose from including
Style of display, View (by Status), and Sort by.</string>
		<translation>Tienes muchas opciones con listados desplegables para elegir, incluyendo Estilo de pantalla, Vista (por estado) y Clasificar por.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="48" />
		</references>
	</entry>
	<entry>
		<string>Within the list of themes you can view further information on each theme including
Name, Version, basic Info, theme Status, and Actions available to you for each theme. The Default
Theme used to display your site is also indicated.</string>
		<translation>Dentro de la lista de dise&amp;#241;os puedes ver m&amp;#225;s informaci&amp;#243;n de cada dise&amp;#241;o, incluyendo Nombre, Versi&amp;#243;n, Informaci&amp;#243;n b&amp;#225;sica, Estado del dise&amp;#241;o y Acciones disponibles para cada dise&amp;#241;o. Tambi&amp;#233;n se indica el dise&amp;#241;o por defecto de tu sitio.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="54" />
		</references>
	</entry>
	<entry>
		<string>Template tags are custom Block Layout tags that developers can create to provide extra
functionality or easy access to functionality in their modules. This page lists the available custom
tags, in addition to Block Layout tags, available for use in creating your templates. These tags are
usually always installed when the module is installed or upgraded.</string>
		<translation>Las etiquetas de plantilla son etiquetas de BlockLayout a la medida, que los desarrolladores pueden crear para dar funcionalidad adicional a sus m&amp;#243;dulos. Esta p&amp;#225;gina enlista las etiquetas a la medida, adem&amp;#225;s de las etiquetas BlockLayout, que est&amp;#225;n disponibles para usar al crear tus plantillas. Estas etiquetas usualmente se instalan cuando el m&amp;#243;dulo se instala o actualiza.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>It is rare that you would have to access any options on this page unless you are a
developer or wish to install a new tag that has not yet been installed in the usual way.</string>
		<translation>Es raro que tengas que acceder a las opciones de esta p&amp;#225;gina a menos que seas un desarrollador o desees instalar una nueva etiqueta que no ha sido instalada de la manera usual.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="68" />
		</references>
	</entry>
	<entry>
		<string>You have a three main groups of configuration options.</string>
		<translation>Tienes tres grupos principales de opciones de configuraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="74" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Site Display Options&lt;/strong&gt;&lt;br /&gt;
These are variables that can be inserted into your templates for display on your site.
They are all used in the Default theme at installation time. To display these variables on your site,
insert them in your templates with the &lt;code&gt;&amp;lt;xar:var /&amp;gt;&lt;/code&gt; blocklayout tag.</string>
		<translation>&lt;strong&gt;Opciones de Pantalla del Sitio&lt;/strong&gt;&lt;br /&gt; Son variables que pueden ser insertadas en tus plantillas para mostrarse en tu sitio. Se usan todas en el dise&amp;#241;o por Defecto al instalar. Para mostrar estas variables en tu sitio, ins&amp;#233;rtalas en tus plantillas con la etiqueta blocklayout &lt;code&gt;&amp;lt;xar:var /&amp;gt;&lt;/code&gt;.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="80" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Site Name&lt;/em&gt; : add your site name with &lt;br /&gt;
&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteName&quot; /&amp;gt;&lt;/code&gt;</string>
		<translation>&lt;em&gt;Nombre del Sitio&lt;/em&gt; : agrega tu nombre de sitio con &lt;br /&gt; &lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteName&quot; /&amp;gt;&lt;/code&gt;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="84" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Site Slogan&lt;/em&gt;: Add your slogan and display it with &lt;br /&gt;
&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteSlogan&quot; /&amp;gt;&lt;/code&gt;</string>
		<translation>&lt;em&gt;Eslogan del Sitio&lt;/em&gt;: agrega tu eslogan y mu&amp;#233;stralo con &lt;br /&gt; &lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteSlogan&quot; /&amp;gt;&lt;/code&gt;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="86" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Copyright&lt;/em&gt;: Defaults to &quot;&amp;copy;
Copyright 2003 &amp;lt;administrator name&amp;gt;&quot;. Change the text as necessary and
insert in your theme with &lt;br /&gt;&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteCopyRight&quot; /&amp;gt;&lt;/code&gt;</string>
		<translation>&lt;em&gt;Reserva de Derechos (Copyright)&lt;/em&gt;: Por defecto es &quot;&amp;copy; Copyright 2003 &amp;lt;nombre de administrador&amp;gt;&quot;. Cambia el texto como sea necesario e ins&amp;#233;rtalo en tu dise&amp;#241;o con &lt;br /&gt;&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteCopyRight&quot; /&amp;gt;&lt;/code&gt;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="89" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Footer note&lt;/em&gt;: The 'footer' is displayed at the
bottom (the 'foot') of each and every page on your site in the Default theme. Display this footer
note with &lt;br /&gt;&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteFooter&quot; /&amp;gt;&lt;/code&gt;</string>
		<translation>&lt;em&gt;Nota al Pie&lt;/em&gt;: La nota al pie ('footer') se despliega al fondo de cada y todas las p&amp;#225;ginas de tu sitio con el tema por Defecto. Muestra esta nota al pie con &lt;br /&gt;&lt;code&gt;&amp;lt;xar:var scope=&quot;module&quot; module=&quot;themes&quot; name=&quot;SiteFooter&quot; /&amp;gt;&lt;/code&gt;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="92" />
		</references>
	</entry>
	<entry>
		<string>Admin Dashboard</string>
		<translation>Pizarra Admin</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="95" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Enable the Admin Dashboard&lt;/em&gt;: The Admin Dashboard is a special theme that uses the &lt;code&gt;dashboard.xt&lt;/code&gt;
template (by default) if it exists in your &lt;code&gt;themes/yourtheme/pages&lt;/code&gt; directory. If you check this option
the Admin Dashboard provides admin options in a special Admin page view instead of through the Admin Menu.</string>
		<translation>&lt;em&gt;Habilitar la Pizarra Admin&lt;/em&gt;: La Pizarra Admin es un dise&amp;#241;o especial que usa la plantilla &lt;code&gt;dashboard.xt&lt;/code&gt; (por defecto) si existe en tu directorio &lt;code&gt;themes/yourtheme/pages&lt;/code&gt;. Si seleccionas esta opci&amp;#243;n, la Pizarra Admin da al administrador opciones en una vista de p&amp;#225;gina admin en vez de a trav&amp;#233;s del Men&amp;#250; Admin.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="99" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Dashboard Template Name&lt;/em&gt;: This is the name of the Admin Dashboard template located in your &lt;code&gt;themes/yourtheme/pages&lt;/code&gt; directory.
By default it is called &lt;code&gt;dashboard.xt&lt;/code&gt; but you can change it with this option. Do not include the .xt extension when using this option.</string>
		<translation>&lt;em&gt;Nombre de Plantilla de la Pizarra&lt;/em&gt;: Es el nombre de la plantilla de la Pizarra Admin localizada en tu directorio &lt;code&gt;themes/yourtheme/pages&lt;/code&gt;. Se llama &lt;code&gt;dashboard.xt&lt;/code&gt; por defecto, pero lo puedes cambiar con esta opci&amp;#243;n. No incluyas la extensi&amp;#243;n .xt al usar esta opci&amp;#243;n.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="101" />
		</references>
	</entry>
	<entry>
		<string>Page Title Options</string>
		<translation>Opciones de T&amp;#237;tulo de P&amp;#225;gina</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="104" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Page Title Separator&lt;/em&gt;: This will be the separation character(s) in
your title. Example: &quot;Themes :: Your Site Slogan :: Your Site Name&quot;</string>
		<translation>&lt;em&gt;Separador de T&amp;#237;tulo de P&amp;#225;gina&lt;/em&gt;: Este(os) ser&amp;#225;(n) el(los) car&amp;#225;cter(es) de separaci&amp;#243;n en tu t&amp;#237;tulo. Por ejemplo: &quot;Dise&amp;#241;os :: Tu Eslogan de Sitio :: Tu nombre de Sitio&quot;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="107" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Page Title Order&lt;/em&gt;: Determines how the page title is displayed.
The results of the display options are:</string>
		<translation>&lt;em&gt;Orden de T&amp;#237;tulo de P&amp;#225;gina&lt;/em&gt;: Determina como se muestra el t&amp;#237;tulo de la p&amp;#225;gina. Los resultados de las opciones de pantalla son:</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="109" />
		</references>
	</entry>
	<entry>
		<string>Template Debugging Options</string>
		<translation>Opciones de Depuraci&amp;#243;n de Plantillas</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="112" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Show php comment block header in compiled templates&lt;/strong&gt;: This feature enables you to inspect a compiled template and know which template it refers to.</string>
		<translation>&lt;strong&gt;Mostrar encabezado de bloque de comentario php en las plantillas compiladas&lt;/strong&gt;: Esta funcionalidad te permite inspeccionar una plantilla compilada y saber a que plantilla se refiere.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="114" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Show template filenames in HTML comments&lt;/strong&gt;: When you view the source
of a page, checking this option will display the start and end point of each template used in the page.
It is very useful for identifying which template to override and edit when you need to customize your
theme. Turn this option off on a live site.</string>
		<translation>&lt;strong&gt;Mostrar los nombres de archivo de las plantillas en comentarios HTML&lt;/strong&gt;: Cuando vez la fuente de una p&amp;#225;gina, marcar esta opci&amp;#243;n mostrar&amp;#225; el principio y final de cada plantilla usada en la p&amp;#225;gina. Es muy &amp;#250;til para identificar que plantilla sobreponer y editar cuando necesites hacer tu dise&amp;#241;o a la medida. Apaga esta opci&amp;#243;n en un sitio en vivo.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="119" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Cache templates&lt;/strong&gt;: This option enables caching of templates.
It is important for performance that you have Cache Templates checked and active on a site.
Turn it of when developing your theme.</string>
		<translation>&lt;strong&gt;Plantillas de Almacenamiento Temporal&lt;/strong&gt;: Esta opci&amp;#243;n habilita el almacenamiento temporal de plantillas. Es importante por desempe&amp;#241;o que tengas las Plantillas de Almacenamiento Temporal seleccionadas en un sitio activo. Ap&amp;#225;galas cuando desarrolles tu dise&amp;#241;o.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="123" />
		</references>
	</entry>
	<entry>
		<string>&lt;em&gt;Debug Templates by Showing Variables Available&lt;/em&gt;: Shows the variables
used in each template which is handy for debugging template errors.</string>
		<translation>&lt;em&gt;Depurar Plantillas Mostrando Variables Disponibles&lt;/em&gt;: Muestra las variables usadas en cada plantilla, lo que es &amp;#250;til para depurar errores de plantillas.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="126" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="130" />
		</references>
	</entry>
	<entry>
		<string>The Themes Module supplies the Metablock. The meta block is installed by default at
installation time. You can edit this block by going to Blocks -&gt; View Instances and clicking on Edit
next to the Meta block entry.</string>
		<translation>El M&amp;#243;dulo Dise&amp;#241;os provee el Metabloque. El metabloque se instala por defecto al momento de la instalaci&amp;#243;n. Puedes editar este bloque yendo a Bloques -&gt; Ver Instancias y pulsando en Editar a un lado de la entrada del Metabloque.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="135" />
		</references>
	</entry>
	<entry>
		<string>The Meta block allows you to enter a meta description for your site, activate GEOUrl and
set usability pages. You can also set Keywords or activate Dynamic Keywords supplied by Articles or Keywords
modules.</string>
		<translation>El metabloque te permite meter una metadescripci&amp;#243;n de tu sitio, activar GEOUrl y configurar las p&amp;#225;ginas de usabilidad. Puedes adem&amp;#225;s fijar Palabras Clave o activar Palabras Clave Din&amp;#225;micas provistas por los m&amp;#243;dulos Art&amp;#237;culos o Palabras Clave.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="141" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="144" />
		</references>
	</entry>
	<entry>
		<string>The Themes module supplies a user menu hook. A user menu hook displays additional
functionality in the user's account page. When activated, this Themes user menu hook allows the
users of your Xaraya site to change their preferred theme for browsing your site. They can choose
a theme from any of those installed and active on your site.</string>
		<translation>El m&amp;#243;dulo Dise&amp;#241;os provee un gancho en el men&amp;#250; de usuario. Un gancho en el men&amp;#250; de usuario muestra funcionalidad adicional en la p&amp;#225;gina de cuenta del usuario. Al activarse, este gancho de men&amp;#250; de usuario de Dise&amp;#241;os permite a los usuarios de Xaraya cambiar su dise&amp;#241;o preferido para navegar en tu sitio. Pueden seleccionar un dise&amp;#241;o de cualquiera de los que est&amp;#233;n instalados y activos en tu sitio.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="150" />
		</references>
	</entry>
	<entry>
		<string>To activate the hook:</string>
		<translation>Para activar el gancho:</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="154" />
		</references>
	</entry>
	<entry>
		<string>go to &lt;code&gt;Modules -&gt; Configure Hooks&lt;/code&gt;</string>
		<translation>ve a &lt;code&gt;M&amp;#243;dulos -&gt; Configurar Ganchos&lt;/code&gt;</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="157" />
		</references>
	</entry>
	<entry>
		<string>click on Themes</string>
		<translation>pulsa en Dise&amp;#241;os</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="158" />
		</references>
	</entry>
	<entry>
		<string>Scroll down to the Roles module and check the checkbox to activate the Themes hook for the roles module</string>
		<translation>Despliega hacia abajo al m&amp;#243;dulo Roles y marca la casilla de verificaci&amp;#243;n para activar el gancho de Dise&amp;#241;os para el m&amp;#243;dulo Roles</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="159" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para mayor informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="161" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Themes module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Dise&amp;#241;os en</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="163" />
		</references>
	</entry>
	<entry>
		<string>Themes Module Extension page at</string>
		<translation>La p&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo Dise&amp;#241;os est&amp;#225; en</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="166" />
		</references>
	</entry>
	<entry>
		<string>Themes Module - Xaraya Extension 70</string>
		<translation>M&amp;#243;dulo Dise&amp;#241;os - Extensi&amp;#243;n Xaraya 70</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="166" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="167" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on Themes module found at</string>
		<translation>Se encuentran tutoriales y documentaci&amp;#243;n del m&amp;#243;dulo Dise&amp;#241;os en</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="169" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Themes</string>
		<translation>Documentaci&amp;#243;n relativa a Dise&amp;#241;os</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="169" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n de Xaraya.</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="169" />
		</references>
	</entry>
	<entry>
		<string>Themes Module Overview</string>
		<translation>Vista General del M&amp;#243;dulo Dise&amp;#241;os</translation>
		<references>
			<reference file="modules/themes/xartemplates/admin-main.xd" line="173" />
		</references>
	</entry>
</translations>
