<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Thank you for installing Xaraya!</string>
		<translation>&amp;#161;Gracias por instalar Xaraya!</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="4" />
		</references>
	</entry>
	<entry>
		<string>Welcome to your new Xaraya Site</string>
		<translation>Bienvenido a tu nuevo Sitio Xaraya</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="8" />
		</references>
	</entry>
	<entry>
		<string>You have successfully installed &lt;strong&gt;Xaraya Version #(1)&lt;/strong&gt;! You now have the tools
to easily build custom design and functionality into your web site. This installation provides some out of the box functionality
to get you started.</string>
		<translation>&amp;#161;Has instalado exitosamente &lt;strong&gt;Xaraya Versi&amp;#243;n #(1)&lt;/strong&gt;! Tienes ahora las herramientas para construir f&amp;#225;cilmente dise&amp;#241;o y funcionalidad a la medida. La instalaci&amp;#243;n brinda algunas funcionalidades oportunas para que puedas comenzar.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="27" />
		</references>
	</entry>
	<entry>
		<string>The advantage of Xaraya is in it's flexibility and powerful Blocklayout theme system. These work together
enabling you to meet the most demanding of project specifications. Whether your requirements are
small business or a community site, a company intranet or multi-server web installation, you can feel confident
knowing that Xaraya not only provides the flexibility you need but key features of performance, stability, security, and ease of maintenance.</string>
		<translation>La ventaja de Xaraya es en su flexibilidad y potente sistema de dise&amp;#241;os BlockLayout. Estos trabajan juntos, permiti&amp;#233;ndote reunir las especificaciones de proyecto m&amp;#225;s demandantes. Ya sea que los requerimientos sean la instalaci&amp;#243;n del sitio de una empresa peque&amp;#241;a o una comunidad, el intranet de una empresa o un sitio web multi-servidor, puedes sentirte con la confianza de saber que Xaraya no s&amp;#243;lo provee la flexibilidad que necesitas, sino tambi&amp;#233;n caracter&amp;#237;sticas clave de desempe&amp;#241;o, estabilidad, seguridad y f&amp;#225;cil mantenimiento.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="38" />
		</references>
	</entry>
	<entry>
		<string>Getting started</string>
		<translation>Para empezar</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="42" />
		</references>
	</entry>
	<entry>
		<string>In Xaraya, User and Group Roles and Privileges set by the site Administrator dictate what a user can and cannot see or do on the site.
If you are new to Xaraya and are used to a separate Admin area you may prefer a separate look to your Administration area rather than the default Admin Menu.
Start by logging into your site as Administrator and turning on the Admin Dashboard</string>
		<translation>En Xaraya, los Roles y Privilegios de Usuarios y Grupos configurados por el Administrador del sitio dictan lo que un usuario puede y no ver y hacer en el sitio. Si eres nuevo en Xaraya y est&amp;#225;s acostumbrado a un &amp;#225;rea Admin separada, puedes preferir una vista separada de tu &amp;#225;rea Administrativa en vez del Men&amp;#250; Admin por defecto. Comienza por abrir sesi&amp;#243;n en tu sitio como Administrador y encender la Pizarra Administrativa.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="49" />
		</references>
	</entry>
	<entry>
		<string>in your</string>
		<translation>en tu opci&amp;#243;n</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="51" />
		</references>
	</entry>
	<entry>
		<string>Themes Module Modify Config</string>
		<translation>Modificar Config del M&amp;#243;dulo Dise&amp;#241;os</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="51" />
		</references>
	</entry>
	<entry>
		<string>option.</string>
		<translation>.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="51" />
		</references>
	</entry>
	<entry>
		<string>in your Themes Module Modify Config option.</string>
		<translation>en tu opci&amp;#243;n Modificar Config del M&amp;#243;dulo Dise&amp;#241;os.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="53" />
		</references>
	</entry>
	<entry>
		<string>Explore</string>
		<translation>Explora</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="57" />
		</references>
	</entry>
	<entry>
		<string>Explore Xaraya by starting with the modules in your Admin Menu and reading the Overviews.
Some of the core modules such as Base, Themes, Blocks, and Roles are good places to start. For example,
the Base module is set as the default module in this installation, and provides the site frontpage. You can change this 'default' module in, coincidentally, the Base module.</string>
		<translation>Explora Xaraya comenzando con los m&amp;#243;dulos en tu Men&amp;#250; Admin y leyendo las Vistas Generales. Algunos m&amp;#243;dulos n&amp;#250;cleo como Base, Dise&amp;#241;os y Roles son buenos puntos para empezar. Por ejemplo, el m&amp;#243;dulo Base est&amp;#225; configurado como el m&amp;#243;dulo por defecto en esta instalaci&amp;#243;n y proporciona la portada del sitio. Puedes cambiar este m&amp;#243;dulo 'por defecto' en el m&amp;#243;dulo Base, por coincidencia.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="64" />
		</references>
	</entry>
	<entry>
		<string>You can activate and install additional non-core modules in your Modules Administration to explore further.</string>
		<translation>Puedes activar e instalar m&amp;#243;dulos adicionales no-n&amp;#250;cleo en tu Administraci&amp;#243;n de M&amp;#243;dulos para explorar m&amp;#225;s all&amp;#225;.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="69" />
		</references>
	</entry>
	<entry>
		<string>You can add a new &lt;em&gt;block&lt;/em&gt; of content anywhere on your page by defining a new block instance in the Blocks module and assigning to a default blockgroup.
You can explore Blocklayout for even further control of layout in your theme.</string>
		<translation>Puedes agregar un nuevo &lt;em&gt;bloque&lt;/em&gt; de contenido en cualquier parte de tu p&amp;#225;gina definiendo una nueva instancia de bloque en el m&amp;#243;dulo Bloques y asign&amp;#225;ndolo a un grupo de bloques por defecto. Puedes explorar BlockLayout para aun mayor control del maquetado en tu dise&amp;#241;o.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="75" />
		</references>
	</entry>
	<entry>
		<string>Getting Help</string>
		<translation>Consiguiendo Ayuda</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="87" />
		</references>
	</entry>
	<entry>
		<string>We invite you to become further involved in our community by joining our development or user discussions
at</string>
		<translation>Te invitamos a que te involucres m&amp;#225;s en nuestra comunidad uni&amp;#233;ndote a nuestras discusiones de desarrollo o usuarios en</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="91" />
		</references>
	</entry>
	<entry>
		<string>, via
mailing lists or IRC.</string>
		<translation>, v&amp;#237;a listas de correos o IRC.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="93" />
		</references>
	</entry>
	<entry>
		<string>You can contribute easily to making Xaraya an even better product by filing any unexpected functionality in our</string>
		<translation>Puedes contribuir f&amp;#225;cilmente a hacer de Xaraya un producto aun mejor, archivando cualquier funcionalidad inesperada en nuestro</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="95" />
		</references>
	</entry>
	<entry>
		<string>bug tracker</string>
		<translation>depurador de problemas</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="96" />
		</references>
	</entry>
	<entry>
		<string>Thank you for your support.
For more information on Xaraya, please visit
&lt;a href=&quot;http://www.xaraya.com&quot;&gt;
Xaraya's
&lt;/a&gt;
website.</string>
		<translation>Gracias por tu apoyo. Para mayores informes sobre Xaraya, por favor visita el sitio web de &lt;a href=&quot;http://www.xaraya.com&quot;&gt; Xaraya's &lt;/a&gt;.</translation>
		<references>
			<reference file="themes/Xaraya_Classic/modules/base/user-main.xt" line="102" />
		</references>
	</entry>
</translations>
