<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="12" />
		</references>
	</entry>
	<entry>
		<string>The Recommend module allows visitors to your website a chance to send out
recommendations to their friends. The module provides a form to allow visitors to
recommend your site to others via email. In addition there is a custom 'send to friend'
tag that you can use in your article templates allowing visitors to send a recommendation
for a specific article.</string>
		<translation>El m&amp;#243;dulo Recomendar  permite a tus visitantes enviar recomendaciones a sus amigos. El m&amp;#243;dulo proporciona un formulario para permitir a los visitantes recomendar tu sitio a otros por correo electr&amp;#243;nico. Adem&amp;#225;s hay una etiqueta personalizada 'enviar a un amigo' que se puede usar en las plantillas de art&amp;#237;culos, permitiendo a los visitantes enviar una recomendaci&amp;#243;n para un art&amp;#237;culo espec&amp;#237;fico.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="24" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have one choice.</string>
		<translation>Del men&amp;#250;, tienes una opci&amp;#243;n.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="27" />
		</references>
	</entry>
	<entry>
		<string>&quot;Modify Configuration&quot;. From this menu option, you can set the template
that will be used for the email that is sent out, as well as override that choice and
allow users to send their own message.</string>
		<translation>&quot;Modificar Configuraci&amp;#243;n&quot;. De esta opci&amp;#243;n de men&amp;#250; puedes configurar la plantilla que ser&amp;#225; usada para el correo electr&amp;#243;nico que ser&amp;#225; enviado, as&amp;#237; como superponer esa selecci&amp;#243;n y permitir a los usuarios enviar sus propios mensajes.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>There are no included blocks with this module.</string>
		<translation>No hay bloques incluidos con este m&amp;#243;dulo.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="36" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="40" />
		</references>
	</entry>
	<entry>
		<string>There are no included hooks with this module.</string>
		<translation>No hay ganchos incluidos con este m&amp;#243;dulo.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>Included Custom Tags</string>
		<translation>Etiquetas Personalizadas Incluidas</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>There is a custom 'send to friend' tag included. The tag is placed in
your article summary or display templates where you would like the 'send to a friend'
icon or text to appear. The syntax is:</string>
		<translation>Se incluye una etiqueta 'enviar a un amigo'. La etiqueta se pone en las plantillas de res&amp;#250;men o de visualizaci&amp;#243;n del art&amp;#237;culo en donde quieras que aparezca el icono o texto de 'enviar a un amigo'. La sintaxis es:</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="52" />
		</references>
	</entry>
	<entry>
		<string>will add a small email icon in your template
whereever the tag is placed. Clicking on the icon will display the Recommend email form with a link to the
specific article.</string>
		<translation>agregar&amp;#225; un icono peque&amp;#241;o de correo electr&amp;#243;nico en donde quieras que sea colocado en tu plantilla. Pulsando el icono desplegar&amp;#225;s el correo electr&amp;#243;nico de Recomendar con un enlace a un art&amp;#237;culo espec&amp;#237;fico.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="61" />
		</references>
	</entry>
	<entry>
		<string>will add a 'send to friend' text
link in your template whereever the tag is placed. Clicking on the link will display the Recommend email form with a link to the
specific article.</string>
		<translation>agregar&amp;#225; un peque&amp;#241;o enlace de 'enviar a un amigo' en donde quieras que sea colocado en tu plantilla. Pulsando el enlace desplegar&amp;#225;s el correo electr&amp;#243;nico de Recomendar con un enlace a un art&amp;#237;culo espec&amp;#237;fico.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="69" />
		</references>
	</entry>
	<entry>
		<string>The email used in 'send to a friend' is customizable by overriding the user-usersendtofriend-text.xd and user-usersendtofriend-html.xd templates</string>
		<translation>El correo electr&amp;#243;nico que se utiliza en 'enviar a un amigo' es personalizable, superponi&amp;#233;ndose a las plantillas user-usersendtofriend-text.xd y user-usersendtofriend-html.xd</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="73" />
		</references>
	</entry>
	<entry>
		<string>Included DD Properties</string>
		<translation>Propiedades DD Incluidas</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="76" />
		</references>
	</entry>
	<entry>
		<string>The Send To Friend Dynamic Data Property type can be added to any of your Article publication types after hooking Dynamic Data to your articles module itemtypes. If the property does not appear in the DD property list, flush your Dynamic Data cache to refresh the DD listing. The functinonality is similar to the custom tag.</string>
		<translation>El tipo de Propiedad de Datos Din&amp;#225;micos Env&amp;#237;a a un Amigo se puede agregar en cualquiera de tus tipos de publicaci&amp;#243;n de Art&amp;#237;culos despu&amp;#233;s de enganchar los Datos Din&amp;#225;micos al tipos de elementos del m&amp;#243;dulo Art&amp;#237;culos. Si la propiedad no aparece en la lista de propiedades DD, limpia el almacenamiento temporal de Datos Din&amp;#225;micos para actualizar la lista DD. La funcionalidad es similar a la de las etiquetas personalizadas.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="79" />
		</references>
	</entry>
	<entry>
		<string>The main difference to the custom tag is the Send to Friend DD property also adds a checkbox to your publication type. This allows you to choose whether the send to friend link will appear in the article, by checking the Send To Friend checkbox when adding or editing and article.</string>
		<translation>La diferencia principal con la etiqueta personalizada es que la propiedad Enviar a Un amigo tambi&amp;#233;n agrega una casilla de verificaci&amp;#243;n para tu tipo de publicaci&amp;#243;n. Esto permite seleccionar si el enlace enviar a un amigo aparece en el art&amp;#237;culo, marcando la casilla de verificaci&amp;#243;n Enviar a un Amigo cuando agregas o editas un art&amp;#237;culo.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="81" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="85" />
		</references>
	</entry>
	<entry>
		<string>Further information on the Recommend module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo Recomendar en</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="88" />
		</references>
	</entry>
	<entry>
		<string>Recommend Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo Recomendar en</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="91" />
		</references>
	</entry>
	<entry>
		<string>Recommend Module - Xaraya Extension 772</string>
		<translation>M&amp;#243;dulo Recomendar - Extensi&amp;#243;n Xaraya 772</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="91" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="92" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on the Recommend found</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo Recomendar en</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="94" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on Recommend</string>
		<translation>Documentaci&amp;#243;n relacionada con Recomendar</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="94" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation</string>
		<translation>Documentaci&amp;#243;n Xaraya.</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="94" />
		</references>
	</entry>
	<entry>
		<string>Recommend Module - Overview</string>
		<translation>M&amp;#243;dulo Recomendar - Vista General</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="97" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/recommend/xartemplates/admin-main.xd" line="97" />
		</references>
	</entry>
</translations>
