<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Overview</string>
		<translation>Vista General</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="4" />
		</references>
	</entry>
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>The paid membership modules will work behind the scenes in managing your paid membership to your website. It will take a confirmation from a credit card or money management service (tested against PayPal) and will upgrade the account of the user who paid. It will also work behind the scenes with the scheduler module to downgrade subscriptions that are past the expiration date (need to install the scheduler for functionality).</string>
		<translation>El m&amp;#243;dulo de membres&amp;#237;a pagada trabajar&amp;#225; tras bambalinas en la administraci&amp;#243;n de la membres&amp;#237;a pagada a tu sitio web. Tomar&amp;#225; una confirmaci&amp;#243;n de un servicio de administraci&amp;#243;n de tarjetas de cr&amp;#233;dito o dinero (probado contra Paypal) y elevar&amp;#225; la categor&amp;#237;a de la cuenta a la usuario que paga. Tambi&amp;#233;n trabajar&amp;#225; tras bambalinas con el m&amp;#243;dulo Agendador para degradar las suscripciones que hayan pasado la fecha de expiraci&amp;#243;n (se necesita instalar Agendador para la funcionalidad).</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have two choices.</string>
		<translation>Desde el men&amp;#250;, tienes dos opciones.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="23" />
		</references>
	</entry>
	<entry>
		<string>&quot;Modify Configuration&quot;. From this menu option, you can update the necessary configuration options, such as the type of payment (subscription or one time fee) and price of payment.</string>
		<translation>&quot;Modificar Configuraci&amp;#243;n&quot;. Desde esta opci&amp;#243;n del men&amp;#250;, puedes actualizar las opciones de configuraci&amp;#243;n necesarias, tales como el tipo de pago (suscripci&amp;#243;n o pago &amp;#250;nico) y monto del pago.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="24" />
		</references>
	</entry>
	<entry>
		<string>&quot;View Subscriptions&quot;. From this menu option you view the users who have paid, when they subscribed, and when their subscription will run out.</string>
		<translation>&quot;Ver Suscripciones&quot;. desde esta opci&amp;#243;n del men&amp;#250; ver&amp;#225;s los usuarios que han pagado, cuando se suscribieron, y cuando se acabar&amp;#225; sus suscripci&amp;#243;n.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>Scheduling deactivations</string>
		<translation>Agendado de desactivaciones</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>This will have no effect unless you install the 'scheduler' module first.</string>
		<translation>Esto no tendr&amp;#225; efecto a menos que instales el m&amp;#243;dulo 'Agendador' primero.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="32" />
		</references>
	</entry>
	<entry>
		<string>You will want to trigger the module to look for expired subscriptions on at least a daily basis.</string>
		<translation>Vas a querer accionar el m&amp;#243;dulo para buscar suscripciones expiradas al menos sobre una base diaria.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="38" />
		</references>
	</entry>
	<entry>
		<string>There are no blocks included at this time.</string>
		<translation>No hay bloques incluidos en este momento.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="41" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="44" />
		</references>
	</entry>
	<entry>
		<string>User Menu hook is activated against the roles module to allow a user to subscribe to the website.</string>
		<translation>El gancho de Men&amp;#250; de Usuario se activa contra el m&amp;#243;dulo Roles para permitir a un usuario suscribirse al sitio web.</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>Extended information about this module can be found here. [modules module]</string>
		<translation>Se puede encontrar informaci&amp;#243;n extendida sobre este m&amp;#243;dulo aqu&amp;#237; [m&amp;#243;dulo M&amp;#243;dulos]</translation>
		<references>
			<reference file="modules/pmember/xartemplates/admin-main.xd" line="50" />
		</references>
	</entry>
</translations>
