<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Administration - Articles</string>
		<translation>Administraci&amp;#243;n - Art&amp;#237;culos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="8" />
		</references>
	</entry>
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>Articles is a Xaraya Content Module responsible for the handling of generic and complex content structures.</string>
		<translation>Articulos es un m&amp;#243;dulo de contenido de Xaraya que es responsible para manejar estructuras de contenidos gen&amp;#233;ricos y complejos.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="27" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="33" />
		</references>
	</entry>
	<entry>
		<string>If this is your first visit to this part of your Xaraya site, please take a minute to read through the following introduction, in order to explore the different possibilities offered by the articles module.</string>
		<translation>Si es tu primera visita a esta parte de tu sitio Xaraya, por favor toma un minuto para leer a trav&amp;#233;s de la siguiente introducci&amp;#243;n, para explorar las diferentes posibilidades que se ofrecen en el m&amp;#243;dulo art&amp;#237;culos.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="38" />
		</references>
	</entry>
	<entry>
		<string>1. Publication types</string>
		<translation>1. Tipos de publicaci&amp;#243;n</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>The articles module can manage 'articles' of different types at the same time, for instance news articles, longer documents in different sections, frequently asked questions, and so on.</string>
		<translation>El m&amp;#243;dulo art&amp;#237;culos puede manejar 'art&amp;#237;culos' de diferentes tipos al mismo tiempo, por ejemplo art&amp;#237;culos noticiosos, documentos m&amp;#225;s largos en diferentes secciones, preguntas frecuentes, etc.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="48" />
		</references>
	</entry>
	<entry>
		<string>These types are called 'publication types', and each type of article can make use of a different set of data fields, with a different meaning for each data field. For example, the 'summary' field could be used for an Introduction in news articles, for providing some details about a question in FAQs, or not be used at all for section documents.</string>
		<translation>Estos tipos se llaman 'tipos de publicaci&amp;#243;n', y cada art&amp;#237;culo puede usar un conjunto diferente de campos de datos, con un significado diferente para cada campo de datos. Por ejemplo, el campo 'resumen' puede usarse como una Introducci&amp;#243;n en los art&amp;#237;culos noticiosos, para dar algunos detalles sobre una pregunta en lo FAQs, o puede no usarse en absoluto para los documentos de secci&amp;#243;n.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="53" />
		</references>
	</entry>
	<entry>
		<string>There is a specific menu where you can manage those &lt;strong&gt;publication types&lt;/strong&gt;, change the description that will appear in navigation menus, enable and disable data fields or change their meaning for a particular type, or even create or delete publication types according to your needs.</string>
		<translation>Hay un men&amp;#250; espec&amp;#237;fico donde puedes administrar esos &lt;strong&gt;tipos de publicaci&amp;#243;n&lt;/strong&gt;, cambiar la descripci&amp;#243;n que aparecer&amp;#225; en los men&amp;#250;s de navegaci&amp;#243;n, habilitar o deshabilitar campos de datos, cambiar su significado para un tipo en particular, o incluso crear o suprimir tipos de publicaci&amp;#243;n de acuerdo a tus necesidades.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="58" />
		</references>
	</entry>
	<entry>
		<string>Each publication type also has its own templates, so that you can customize the look &amp;amp; feel of how each article will appear to your visitors.</string>
		<translation>Cada tipo de publicaci&amp;#243;n tiene adem&amp;#225;s sus propias plantillas, as&amp;#237; que puedes personalizar el aspecto y funcionalidad como aparecer&amp;#225; cada art&amp;#237;culo a tus visitantes.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="63" />
		</references>
	</entry>
	<entry>
		<string>A default set of publication types and templates (corresponding to the old News, Sections and FAQs modules, if you're familiar with earlier versions of PostNuke or PHP-Nuke) is included as part of the installation.</string>
		<translation>Est&amp;#225; incluido en tu instalaci&amp;#243;n un conjunto de tipos de publicaci&amp;#243;n y plantillas por defecto (que corresponden a los antiguos m&amp;#243;dulos de Noticias, Secciones y FAQs, si est&amp;#225;s familiarizado con las versiones anteriores de PostNuke o PHP-Nuke).</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="68" />
		</references>
	</entry>
	<entry>
		<string>2. Categories</string>
		<translation>2. Categor&amp;#237;as</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="73" />
		</references>
	</entry>
	<entry>
		<string>Articles (of any type) can be organised into categories. You could use one or more common categories across different publication types, or use specific categories for each type of article, or any combination that you might prefer for your site.</string>
		<translation>Los art&amp;#237;culos (de cualquier tipo) pueden organizarse en categor&amp;#237;as. Puedes usar una o m&amp;#225;s categor&amp;#237;as comunes a trav&amp;#233;s de diferentes tipos de publicaci&amp;#243;n, o usar categor&amp;#237;as espec&amp;#237;ficas para cada tipo de art&amp;#237;culo, o cualquier combinaci&amp;#243;n que prefieras para tu sitio.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="78" />
		</references>
	</entry>
	<entry>
		<string>Before you start specifying which article types will be using what categories, you should create the categorization you want via the &lt;a href=&quot;index.php?module=categories&amp;amp;type=admin&quot;&gt;Categories&lt;/a&gt; administration menu. A default set of categories has been defined for articles when you installed this module, as an example to get you started. (You can adapt the categories later on, of course.)</string>
		<translation>Antes de que empieces a especificar qu&amp;#233; art&amp;#237;culos estar&amp;#225;n usando qu&amp;#233; categor&amp;#237;as, debes crear la categorizaci&amp;#243;n que deseas v&amp;#237;a el men&amp;#250; de administraci&amp;#243;n de &lt;a href=&quot;index.php?module=categories&amp;amp;type=admin&quot;&gt;Categor&amp;#237;as&lt;/a&gt;. Se ha definido un conjunto de categor&amp;#237;as por defecto para los art&amp;#237;culos cuando instalas el m&amp;#243;dulo, como un ejemplo para que comiences (puedes adaptar las categor&amp;#237;as despu&amp;#233;s, por supuesto).</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="83" />
		</references>
	</entry>
	<entry>
		<string>Once you have a set of categories you would like to use for your articles, you can go to &lt;strong&gt;Articles Configuration&lt;/strong&gt;, and specify the number of categories that can be used for each publication type, and the 'base categories' to be used.</string>
		<translation>Una vez que tienes un juego de categor&amp;#237;as que quieras utilizar para tus art&amp;#237;culos, puedes ir a &lt;strong&gt;Configuraci&amp;#243;n de Art&amp;#237;culos&lt;/strong&gt; y especificar el n&amp;#250;mero de categor&amp;#237;as que pueden usarse para cada tipo de publicaci&amp;#243;n, as&amp;#237; como las 'categor&amp;#237;as base' a usarse.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="88" />
		</references>
	</entry>
	<entry>
		<string>A 'base category' is any starting point somewhere in your tree of categories, below which you will have the actual list (or subtree) of categories people can choose from when they submit or view articles. For example, you could have a 'base category' called Topics, with a list of different topics relevant to your site below it, and another 'base category' called Cities, with a list of cities or places that you would provide regional news for.</string>
		<translation>Una 'categor&amp;#237;a base' es cualquier punto de inicio en alg&amp;#250;n punto en tu &amp;#225;rbol de categor&amp;#237;as, abajo del cual tendr&amp;#225;s la lista real (o sub&amp;#225;rbol) de categor&amp;#237;as de las que la gente podr&amp;#225; seleccionar al enviar o ver art&amp;#237;culos. Por ejemplo, puedes tener una 'categor&amp;#237;a base' llamada T&amp;#243;picos, con una lista de diferentes t&amp;#243;picos relevantes a tu sitio abajo de este, y otra 'categor&amp;#237;a base' llamada Ciudades, con una lista de ciudades o lugares para los que proveer&amp;#225;s noticias regionales.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="93" />
		</references>
	</entry>
	<entry>
		<string>One topic might be 'Good Restaurants', and one city might 'Brussels', so people would be able to browse through any articles about good restaurants in Brussels, for instance.</string>
		<translation>Un t&amp;#243;pico puede ser 'Buenos Restaurantes', y una ciudad puede ser 'Bruselas', as&amp;#237; que la gente podr&amp;#225; navegar a trav&amp;#233;s de art&amp;#237;culos sobre buenos restaurantes en Bruselas, por ejemplo.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="98" />
		</references>
	</entry>
	<entry>
		<string>3. Submitting or adding articles</string>
		<translation>3. Env&amp;#237;o o adici&amp;#243;n de art&amp;#237;culos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="103" />
		</references>
	</entry>
	<entry>
		<string>status = submitted, rejected, approved or on frontpage (for those pubtypes that use it !)</string>
		<translation>estado = enviados, rechazados, aprobados o en p&amp;#225;gina principal (&amp;#161;para aquellos subtipos que lo usen!)</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="108" />
		</references>
	</entry>
	<entry>
		<string>4. Managing the overview and display of articles per publication type</string>
		<translation>4. Administraci&amp;#243;n de la vista general y la visualizaci&amp;#243;n de art&amp;#237;culos por tipo de publicaci&amp;#243;n</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="113" />
		</references>
	</entry>
	<entry>
		<string>In &lt;strong&gt;Articles Configuration&lt;/strong&gt;, set start view (list/browse), # of columns and items, show category links + # of comments (+ performance impact)</string>
		<translation>En &lt;strong&gt;Configuraci&amp;#243;n de Art&amp;#237;culos&lt;/strong&gt;, configura vista de inicio (lista/navegaci&amp;#243;n), # columnas y elementos, mostrar enlaces de categor&amp;#237;as + # de comentarios (+ impacto del desempe&amp;#241;o)</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="118" />
		</references>
	</entry>
	<entry>
		<string>+ adapt specific templates!</string>
		<translation>+ &amp;#161;adaptaci&amp;#243;n de plantillas espec&amp;#237;ficas!</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="123" />
		</references>
	</entry>
	<entry>
		<string>5. Managing your 'front page'</string>
		<translation>5. Administraci&amp;#243;n de tu 'portada'</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="128" />
		</references>
	</entry>
	<entry>
		<string>cfr. frontpage status and # of columns and items - needs to be extended</string>
		<translation>Pend. estado de portada y # de columnas y elementos - necesita ampliarse</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="133" />
		</references>
	</entry>
	<entry>
		<string>6. Adding counters, ratings, comments, smilies, bb-code etc.</string>
		<translation>6. Adici&amp;#243;n de contadores, calificaciones, comentarios, smilies, bb-code, etc.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="138" />
		</references>
	</entry>
	<entry>
		<string>cfr. hooks + special note on counters</string>
		<translation>Pend. ganchos + nota especial sobre contadores</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="143" />
		</references>
	</entry>
	<entry>
		<string>7. Organising permissions</string>
		<translation>7. Organizaci&amp;#243;n de permisos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="148" />
		</references>
	</entry>
	<entry>
		<string>this really needs a permissions wizard</string>
		<translation>esto realmente necesita un asistente de permisos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="153" />
		</references>
	</entry>
	<entry>
		<string>8. Short URL support</string>
		<translation>8. Soporte para URLs cortos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="158" />
		</references>
	</entry>
	<entry>
		<string>overall enable/disable in 'base' admin + specific enable/disable in 'articles' admin + use of module aliases</string>
		<translation>habilitar/deshabilitar general en admin 'base' + habilitar/deshabilitar espec&amp;#237;fico en admin 'art&amp;#237;culos' + uso de aliases de m&amp;#243;dulo</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="163" />
		</references>
	</entry>
	<entry>
		<string>Module aliases seem to be disabled at the moment - uncomment the line in includes/xarServer.php if you want to try it out</string>
		<translation>Los aliases de m&amp;#243;dulo parecen estar deshabilitados de momento - descomenta la l&amp;#237;nea en includes/xarServer.php si quieres probarlo</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="168" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="173" />
		</references>
	</entry>
	<entry>
		<string>featured items</string>
		<translation>elementos destacados</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="179" />
		</references>
	</entry>
	<entry>
		<string>glossary</string>
		<translation>glosario</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="184" />
		</references>
	</entry>
	<entry>
		<string>random</string>
		<translation>aleatorios</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="189" />
		</references>
	</entry>
	<entry>
		<string>related</string>
		<translation>relacionados</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="194" />
		</references>
	</entry>
	<entry>
		<string>top items</string>
		<translation>mejores elementos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="199" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="205" />
		</references>
	</entry>
	<entry>
		<string>Search hook which provides the functionality to search your individual articles.</string>
		<translation>Gancho de b&amp;#250;squeda que te brinda la funcionalidad para buscar tus art&amp;#237;culos individuales.</translation>
		<references>
			<reference file="modules/articles/xartemplates/admin-main.xd" line="210" />
		</references>
	</entry>
</translations>
