<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="9" />
		</references>
	</entry>
	<entry>
		<string>XarTinyMCE is a Xaraya Module based on TinyMCE, a platform independent web based Javascript
HTML WYSIWYG editor released as Open Source under LGPL by Moxiecode Systems AB</string>
		<translation>xarTinyMCE es un M&amp;#243;dulo Xaraya basado en TinyMCE, un editor WYSIWYG HTML Javascript basado en la web de plataforma independiente liberado como C&amp;#243;digo Abierto bajo LGPL por Moxiecode Systems AB</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="12" />
		</references>
	</entry>
	<entry>
		<string>xarTinyMCE module integrates the TinyMCE application by</string>
		<translation>El m&amp;#243;dulo xarTinyMCE integra la aplicaci&amp;#243;n TinyMCE por</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>for use within your Xaraya web site. It has a number of nice features with&amp;nbsp; multiple browser support, (currently Mozilla, MSIE, FireFox, Opera) and support for XHTML 1.0 strict markup. There are powerful
features for not only allowing or disallowing xhtml tags (like the Xaraya HTML module), but also what attributes, and&amp;nbsp; attribute values to allow. You can enhance
xarTinyMCE further with some of the bundled plugins!</string>
		<translation>para su utilizaci&amp;#243;n en un sitio web Xaraya. Tiene varias funcionalidades agradables con soporte de m&amp;#250;ltiples navegadores (actualmente Mozilla, MSIE, FireFox, Opera) y soporte para marcas XHTML 1.0 strict. Estas son funcionalidades poderosas no s&amp;#243;lo para permitir o no etiquetas XHTML (como el m&amp;#243;dulo HTML de Xaraya), sino tambi&amp;#233;n qu&amp;#233; atributos y valores de atributo permitir. &amp;#161;Puedes mejorar xarTinyMCE aun m&amp;#225;s con algunos plugins empacados!</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>Version 1.1 introduces integration of the filebrowser directly into xartinymce allowing you to browse folders and files for uploading or linking, rename files and create directories according
to the configuration file.</string>
		<translation>La Versi&amp;#243;n 1.1 introduce la integraci&amp;#243;n del navegador de archivos directo en el xarTinyMCE, permiti&amp;#233;ndote navegar a trav&amp;#233;s de carpetas y archivos para cargar o enlazar, renombrar archivos y crear directorios de acuerdo a la configuraci&amp;#243;n del archivo.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>Install this module like you would any other Xaraya module. That is:</string>
		<translation>Instala este m&amp;#243;dulo como lo har&amp;#237;as con cualquier otro m&amp;#243;dulo Xaraya. Esto es:</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="28" />
		</references>
	</entry>
	<entry>
		<string>put the tinymce folder in your Xaraya modules directory</string>
		<translation>Pon la carpeta tinymce en tu directorio de m&amp;#243;dulos de Xaraya</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>go to the Adminpanel menu -&amp;gt; Modules -&amp;gt; View All</string>
		<translation>Ve al men&amp;#250; Adminpanel -&amp;gt; M&amp;#243;dulos -&amp;gt;Ver Todos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="32" />
		</references>
	</entry>
	<entry>
		<string>Click on the &amp;quot;install&amp;quot; link of the tinymce module</string>
		<translation>Pulsa sobre el enlace &amp;quot;instalar&amp;quot; del m&amp;#243;dulo tinymce</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>The XarTinyMCE editor is not turned on by default.
Once the tinymce module is installed it needs to be turned on. You can now do this in the XarTinyMCE
Module Configuration area &lt;strong&gt;or&lt;/strong&gt;:</string>
		<translation>El editor xarTinyMCE no est&amp;#225; encendido por defecto. Una vez que el m&amp;#243;dulo TinyMCE est&amp;#225; instalado, necesita encerderse. Puedes hacer esto ahora en el &amp;#225;rea de Configuraci&amp;#243;n del M&amp;#243;dulo xarTinyMCE &lt;strong&gt;o&lt;/strong&gt;:</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="39" />
		</references>
	</entry>
	<entry>
		<string>go to the Adminpanels menu -&amp;gt; Base -&amp;gt; Modify Config</string>
		<translation>ir al men&amp;#250; Adminpanels -&amp;gt; Base -&amp;gt; Modificar Config</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="41" />
		</references>
	</entry>
	<entry>
		<string>choose the tab &amp;quot;Other&amp;quot;</string>
		<translation>selecciona la pesta&amp;#241;a &amp;quot;Otros&amp;quot;</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="42" />
		</references>
	</entry>
	<entry>
		<string>on the wysiwyg editor dropdown choose &amp;quot;tinymce&amp;quot; as the default editor</string>
		<translation>en el listado desplegable de editores WYSIWYG selecciona &amp;quot;tinymce&amp;quot; como tu editor por defecto</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="43" />
		</references>
	</entry>
	<entry>
		<string>Once installed and set as the default editor, XarTinyMCE module is automatically enabled for WYSIWYG. However, you have two basic ways (with variations on these) to customize which templates are used for WYSIWYG areas:</string>
		<translation>Una vez que lo has instalado y configurado como el editor por defecto, el m&amp;#243;dulo xarTinyMCE queda autom&amp;#225;ticamente habilitado para WYSIWIG. Sin embargo, tienes dos formas b&amp;#225;sicas (con variaciones de estas) para personalizar que plantillas se utilizan en las &amp;#225;reas WYSIWYG</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
	<entry>
		<string>Choose the &lt;strong&gt;All Text Areas Mode&lt;/strong&gt; and every textarea will be WYSIWYG enabled. Best used with a Prompt for WYSIWYG usage. Alternatively turn off WYSIWYG in a specific textarea by adding the special reserved class &lt;strong&gt;&lt;code&gt;class=&quot;mceNoEditor&quot;&lt;/code&gt;&lt;/strong&gt; to the textarea. This acts as a marker that tells xartinymce NOT to activate WYSIWYG for this textarea.</string>
		<translation>Selecciona &lt;strong&gt;Modo de Todas las &amp;#193;reas de Texto&lt;/strong&gt; y todas las &quot;textareas&quot; quedar&amp;#225;n habilitadas para WYSIWYG. Es mejor si se utiliza con un Mensaje para Utilizaci&amp;#243;n de WYSIWYG. Alternativamente, apaga WYSIWYG en una &quot;textarea&quot; espec&amp;#237;fica de texto agregando la clase especialmente reservada &lt;strong&gt;&lt;code&gt;class=&quot;mceNoEditor&quot;&lt;/code&gt;&lt;/strong&gt; a la &quot;textarea&quot;. Esto act&amp;#250;a como un marcador que le dice a xarTinyMCE  que NO active WYSIWYG para esta &quot;textarea&quot;.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="50" />
		</references>
	</entry>
	<entry>
		<string>Choose the Mode of &lt;strong&gt;Special Labelled Only&lt;/strong&gt; in the configuration options.
Then add a &lt;strong&gt;xarTinyMCE GUI Dynamic Data Property field&lt;/strong&gt; to your Article pubtypes or xarPages Page Type, or anywhere else you need a WYSIWYG input area.
This DD Property automatically marks the div or textarea of the field with a special class trigger of &lt;strong&gt;&lt;code&gt;class=&quot;mceEditor&quot;&lt;/code&gt;&lt;/strong&gt; and this acts as a marker for the WYSIWYG conversion.
You can also do this manually by adding the class as &lt;strong&gt;&lt;code&gt;class=&quot;mceEditor&quot;&lt;/code&gt;&lt;/strong&gt; to any textarea or div such as the textareas in xarbb templates.
You can set row height and column width in the DD validation field. eg 20:80 for 20 rows high, 80 columns wide.
If you can't see the xarTinyMCE GUI DD property in your DD list then</string>
		<translation>Selecciona el Modo de &lt;strong&gt;S&amp;#243;lo con Etiqueta Especial&lt;/strong&gt; en las opciones de configuraci&amp;#243;n. Luego agrega un &lt;strong&gt;campo de Propiedad Din&amp;#225;mica GUI xarTinyMCE&lt;/strong&gt; a tus tipos de publicaci&amp;#243;n de Art&amp;#237;culos o al Tipo de P&amp;#225;gina xarPages, o cualquier otro lugar donde se necesite una &amp;#225;rea de entrada WYSIWYG. Esta Propiedad DD autom&amp;#225;ticamente marca el &quot;div&quot; o &quot;textarea&quot; del campo con un activador de clase especial &lt;strong&gt;&lt;code&gt;class=&quot;mceEditor&quot;&lt;/code&gt;&lt;/strong&gt; y esto act&amp;#250;a como marcador para la conversi&amp;#243;n WYSIWYG. Puedes tambi&amp;#233;n hacer esto agregando manualmente la clase como &lt;strong&gt;&lt;code&gt;class=&quot;mceEditor&quot;&lt;/code&gt;&lt;/strong&gt; a cualquier &quot;textarea&quot; o &quot;div&quot; tales como las &quot;textareas&quot; en las plantillas xarBB. Puedes configurar la altura de rengl&amp;#243;n y el ancho de columna en el campo de validaci&amp;#243;n DD. ej 20:80 para 20 renglones de alto, 80 columnas de ancho. Si no puedes ver la propiedad DD xarTinyMCE GUI DD en tu lista DD, entonces</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="57" />
		</references>
	</entry>
	<entry>
		<string>flush the Property Cache</string>
		<translation>vac&amp;#237;a el Almac&amp;#233;n Temporal de Propiedades</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="57" />
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="97" />
		</references>
	</entry>
	<entry>
		<string>You also have two basic ways to activate xartinymce - automatically or by using manual configuration in the templates.</string>
		<translation>Tambi&amp;#233;n tienes dos formas b&amp;#225;sicas de activar XarTinyMCE - autom&amp;#225;ticamente o utilizando configuraci&amp;#243;n manual en las plantilla.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="62" />
		</references>
	</entry>
	<entry>
		<string>Choose &lt;strong&gt;Automatic&lt;/strong&gt; to have xarTinyMce automatically activated. This is required when mode is set to &quot;All Textareas&quot; or you are using multiple custom configurations. You &lt;strong&gt;do not&lt;/strong&gt; have to add any template snippets to your Xaraya templates as the WYSIWYG areas are automatically activated with this setting.</string>
		<translation>Selecciona &lt;strong&gt;Autom&amp;#225;tico&lt;/strong&gt; para que xarTinyMCE se active autom&amp;#225;ticamente. Esto se requiere cuando el modo est&amp;#233; configurado como &quot;Todas las &amp;#193;reas de Texto&quot; o est&amp;#233;s utilizando m&amp;#250;ltiples configuraciones personalizadas. &lt;strong&gt;No&lt;/strong&gt; debes agregar ning&amp;#250;n snippet a tus plantillas Xaraya ya que las &amp;#225;reas WYSIWYG se activan autom&amp;#225;ticamente con esta configuraci&amp;#243;n.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="66" />
		</references>
	</entry>
	<entry>
		<string>Choose &lt;strong&gt;Manual Override&lt;/strong&gt; if you wish to turn off automatic activation OR you are using a xarTinyMCE DD properties which are still automatically activated.
In this instance either use a tinymce Dynamic Data Property to replace your textareas, or add the following specific template snippet code to your page or other specific templates.
When you add the template snippet, all textareas contained or included in the template where you have the XarTinymce tags are converted to WYSIWYG according to the &quot;All Text Area&quot; or &quot;Special Labelled Only&quot; setting above.
Alternatively, replace the variable &quot;jstring&quot; in an override template for the &lt;code&gt;tinymce_insert.xd&lt;/code&gt; template with your own tinymce variables.</string>
		<translation>Selecciona &lt;strong&gt;Superposici&amp;#243;n Manual&lt;/strong&gt; si quieres apagar la activaci&amp;#243;n autom&amp;#225;tica O si est&amp;#225;s utilizando una propiedad de DD xarTinyMCE que est&amp;#233; aun autom&amp;#225;ticamente activada. En esta instancia utiliza una Propiedad de Datos Din&amp;#225;micos tinymce para remplazar las &quot;textareas&quot; o agrega el siguiente c&amp;#243;digo snippet de plantilla espec&amp;#237;fica a tu p&amp;#225;gina o a otras plantillas espec&amp;#237;ficas. Cuando agregas el snippet de plantilla, todas las &quot;textareas&quot; contenidas o incluidas en la plantilla donde tienes en la plantilla donde tienes las etiquetas xarTinyMCE se convierten a WYSIWYG de acuerdo a la configuraci&amp;#243;n &quot;Todas las &amp;#193;reas de Texto&quot; o &quot;S&amp;#243;lo con Etiqueta Especial&quot; de arriba. Alternativamente, remplaza la variable &quot;jstring&quot; en una plantilla se superposici&amp;#243;n para la plantilla &lt;code&gt;tinymce_insert.xd&lt;/code&gt; con tus propias variables tinymce.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="72" />
		</references>
	</entry>
	<entry>
		<string>About the Dynamic Data Property</string>
		<translation>Sobre la Propiedad de datos Din&amp;#225;micos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="88" />
		</references>
	</entry>
	<entry>
		<string>The xarTinyMCE Dynamic Data WYSIWYG textarea is available and works automatically with mode set to All Textareas or
Special Labelled Textareas. If you are only using the TinyMCE wysiwyg properties then set your mode to Special Labelled to ensure the javascript only loads when it is needed.</string>
		<translation>La &quot;textarea&quot; WYSIWYG de Datos Din&amp;#225;micos de xarTinyMCE est&amp;#225; disponible y trabaja autom&amp;#225;ticamente con el modo configurado en &quot;Todas las &amp;#193;reas de Texto&quot; o &quot;S&amp;#243;lo con Etiqueta Especial&quot;. Si solamente est&amp;#225;s utilizando las propiedades WYSIWYG de TinyMCE, entonces configura to modo a &quot;S&amp;#243;lo con Etiqueta Especial&quot; para asegurar que el javascript solamente cargue cuando se le necesite.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="92" />
		</references>
	</entry>
	<entry>
		<string>Add a XarTinyMCE GUI Dynamic Data field to your publication type (or other module) in the usual way. For example, choose the TinyMCE property to replace your Textarea properties in your Article Publication types or xarPages page types. You &lt;em&gt;&lt;strong&gt;do not add &lt;/strong&gt;&lt;/em&gt;a template snippet
to your template to activate it. If you can't see the xarTinyMCE GUI DD property in your DD list then</string>
		<translation>Agrega un campo de Datos Din&amp;#225;micos GUI xarTinyMCE a tu tipo de publicaci&amp;#243;n (u otro m&amp;#243;dulo) de la forma habitual. Por ejempo, selecciona la propiedad TinyMCE para remplazar las propiedades de tu &quot;textarea&quot; en tus tipos de publicaci&amp;#243;n de Art&amp;#237;culos o en los tipos de p&amp;#225;ginas xarPages. &lt;em&gt;&lt;strong&gt;No agregues&lt;/strong&gt;&lt;/em&gt; un snippet de plantilla a tus plantillas para activarlo. Si no puedes ver la propiedad DD GUI de xarTinyMCE en tu lista de DD, entonces</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="97" />
		</references>
	</entry>
	<entry>
		<string>The prompt for the Wysiwyg editor is a popup dialog box, by default. From the configuration area you can set this to an On/Off button to activate the wysiwyg area.</string>
		<translation>El aviso para el editor WYSIWYG es una casilla de di&amp;#225;logo popup, por defecto. Del &amp;#225;rea de configiraci&amp;#243;n puedes configurarka a un bot&amp;#243;n Encendido/Apagado para activar el &amp;#225;rea WYSIWYG.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="101" />
		</references>
	</entry>
	<entry>
		<string>The size of the xarTinyMCE wysiwyg field automatically takes on the size of the existing textarea. However you can adjust this in a number of ways. You can set row height and column width in the validation field. eg 20:80 for 20 rows high, 80 columns wide.
You can also allow resizing of the tinyMCE wysiwyg from the config settings of the TinyMCE module, or add the &lt;strong&gt;FullScreen&lt;/strong&gt; toggle plugin to your tinymce plugin and button layout.</string>
		<translation>El tama&amp;#241;o del campo WYSIWYG de xarTinyMCE autom&amp;#225;ticamente toma el tama&amp;#241;o de la &quot;textarea&quot; existente. Sin embargo puedes ajustar este n&amp;#250;mero de varias formas. Puedes fijar la altura del rengl&amp;#243;n y el ancho de columna en el campo de validaci&amp;#243;n. Ej. 20:80 para 20 renglones de alto y 80 columnas de ancho. Tambi&amp;#233;n puedes permitir el redimensionamiento del WYSIWYG de TinyMCE de los campos de configuraci&amp;#243;n del m&amp;#243;dulo TinyMCE, o agregar el plugin alternante &lt;strong&gt;FullScreen&lt;/strong&gt; (Pantalla Completa) un tu maquetado de plugins y botones de TinyMCE.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="106" />
		</references>
	</entry>
	<entry>
		<string>Plug Ins</string>
		<translation>Plug Ins</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="110" />
		</references>
	</entry>
	<entry>
		<string>There are a number of plugins available to add on to xarTinyMCE. Add the plugin name to the
Plug in list in the Modify Configuration settings. Some plugins require an extra button added in your Advanced Theme configuration,
whereas others (like advimage and advlink) do not but require allowed element string added to appropriate configuration area. These include:</string>
		<translation>Hay varios plugins disponibles para agregar a xarTinyMCE. Agrega el nombre del plugin a la lista de Plugins en los valores de Modificar Configuraci&amp;#243;n. Algunos plugins requieren un bot&amp;#243;n extra que se agrega en tu Configuraci&amp;#243;n Avanzada de Dise&amp;#241;os, mientras que otros (como advimage y advlink) no, pero requieren que se agregue una cadena de elemento permitido al &amp;#225;rea apropiada de la configuraci&amp;#243;n. Estos incluyen:</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="114" />
		</references>
	</entry>
	<entry>
		<string>Emotions - click to add fancy emoticons</string>
		<translation>Emotions (Emociones) - pulsa y adiciona elaborados emoticonos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="116" />
		</references>
	</entry>
	<entry>
		<string>ISpell spell checker - only available for IE</string>
		<translation>ISpell verificador de ortograf&amp;#237;a - s&amp;#243;lamente disponible para IE</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="117" />
		</references>
	</entry>
	<entry>
		<string>Preview and Zoom - zoom is only available in IE</string>
		<translation>Preview and Zoom (Previsualizar y Ampliar) - la ampliaci&amp;#243;n s&amp;#243;lo est&amp;#225; disponible en IE</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="118" />
		</references>
	</entry>
	<entry>
		<string>Time - click to add time in configured format</string>
		<translation>Time (Hora) - pulsa para agregar la hora en un formato configurado</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="119" />
		</references>
	</entry>
	<entry>
		<string>Date - click to add date in configured format</string>
		<translation>Date (Fecha) - pulsa para agregar la fecha en un formato configurado</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="120" />
		</references>
	</entry>
	<entry>
		<string>Flash - allows you to add flash files</string>
		<translation>Flash - te permite agregar archivos Flash</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="121" />
		</references>
	</entry>
	<entry>
		<string>Advanced Image - allows insert of rollover images. Add the &lt;strong&gt;advimg&lt;/strong&gt; to Plugins,
and &lt;strong&gt;img[class|style|src|border=0|alt|title|hspace|vspace|width|height|align|onmouseover|onmouseout]&lt;/strong&gt;
to the Additional Tags configuration</string>
		<translation>Advanced Image (Imagen Avanzada) - te permite inserciones de im&amp;#225;genes &quot;rollover&quot;. Agrega &lt;strong&gt;advimg&lt;/strong&gt; a Plugins, y &lt;strong&gt;img[class|style|src|border=0|alt|title|hspace|vspace|width|height|align|onmouseover|onmouseout]&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="124" />
		</references>
	</entry>
	<entry>
		<string>Advanced Link - allows insert of extended link tags, plus popup windows. Add &lt;strong&gt;advlink&lt;/strong&gt; to Plugins, and &lt;strong&gt;a[id|name|href|style|title|onclick]&lt;/strong&gt; to Additional Tags configuration.</string>
		<translation>Advanced Link (Enlace Avanzado) - te permite insertar etiquetas de enlace extendidas, y ventanas popup. Agrega &lt;strong&gt;advlink&lt;/strong&gt; a los Plugins, y &lt;strong&gt;a[id|name|href|style|title|onclick]&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="125" />
		</references>
	</entry>
	<entry>
		<string>Save - allows insert of a Save button. Add &lt;strong&gt;save&lt;/strong&gt; to Plugins, and &lt;strong&gt;save&lt;/strong&gt; to Additional Tags configuration.</string>
		<translation>Save (Guardar) - permite la inserci&amp;#243;n de un bot&amp;#243;n para guardar. Agrega &lt;strong&gt;save&lt;/strong&gt; a los Plugins, y &lt;strong&gt;save&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="126" />
		</references>
	</entry>
	<entry>
		<string>Print - displays a Print function button. Add &lt;strong&gt;print&lt;/strong&gt; to Plugins, and &lt;strong&gt;print&lt;/strong&gt; to Additional Tags configuration.</string>
		<translation>Print (Imprimir) - muestra un bot&amp;#243;n para funci&amp;#243;n de Impresi&amp;#243;n. Agrega &lt;strong&gt;print&lt;/strong&gt; a los Plugins, y &lt;strong&gt;print&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="127" />
		</references>
	</entry>
	<entry>
		<string>Search and Replace - Search, Search Next and Replace function. Add &lt;strong&gt;searchreplace&lt;/strong&gt; to Plugins, and &lt;strong&gt;search&lt;/strong&gt; and/or &lt;strong&gt;replace&lt;/strong&gt; to Additional Tags configuration.</string>
		<translation>Search and Replace (Buscar y Remplazar) - Funci&amp;#243;n de B&amp;#250;squeda, B&amp;#250;squeda Siguiente, y B&amp;#250;squeda y Remplazo. Agrega &lt;strong&gt;searchreplace&lt;/strong&gt; a los Plugins, y &lt;strong&gt;search&lt;/strong&gt; y/o &lt;strong&gt;replace&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="128" />
		</references>
	</entry>
	<entry>
		<string>Table - plug in to add table controls. Add &lt;strong&gt;table&lt;/strong&gt; to Plugins, and either &lt;strong&gt;tablecontrols&lt;/strong&gt; for all table controls, or the specific controls such as &lt;strong&gt;table, rowprops&lt;/strong&gt; and so on, as per plugin documentation, to Additional Tags configuration.</string>
		<translation>Table (Tabla) - plugin para agregar controles de tabla. Agrega &lt;strong&gt;table&lt;/strong&gt; a los Plugins, y &lt;strong&gt;tablecontrols&lt;/strong&gt; para todos los controles de tabla, o los controles espec&amp;#237;ficos, tales como &lt;strong&gt;table, rowprops&lt;/strong&gt; y as&amp;#237; sucesivamente, de acuerdo a la documentaci&amp;#243;n del plugin, a la configuraci&amp;#243;n de Etiquetas Adicionales.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="129" />
		</references>
	</entry>
	<entry>
		<string>Contextmenu - plug in to add context menu for tables, images and flash.</string>
		<translation>Contextmenu (Men&amp;#250; contextual) - plugin para agregar men&amp;#250;s de contexto para tablas. im&amp;#225;genes y flash.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="130" />
		</references>
	</entry>
	<entry>
		<string>Lorem - adds text for fill in documents.</string>
		<translation>Lorem - agrega texto para rellenar documentos.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="131" />
		</references>
	</entry>
	<entry>
		<string>Fullscreen - toggle to edit in full screen.</string>
		<translation>Fullscreen (Pantalla completa) - alterna para editar en pantalla completa.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="132" />
		</references>
	</entry>
	<entry>
		<string>Paste - text and MS Word paste plugin.</string>
		<translation>Paste (Copiar) - plugin para copiar texto y MS Word</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="133" />
		</references>
	</entry>
	<entry>
		<string>Directionality - plug in for better support of right to left languages.</string>
		<translation>Directionality (Direccionalidad) - plugin para mejor soporte de lenguajes de derecha a izquierda.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="134" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Page Break - icon click to add a Xaraya new page break to any of your publication type articles. Add &lt;strong&gt;xarpagebreak&lt;/strong&gt; to Plugins, and &lt;strong&gt;xarpagebreak&lt;/strong&gt; to Additional Tags configuration. Make sure you also allow images and appropriate attributes to view the pagebreak icon in your articles.</string>
		<translation>Salto de P&amp;#225;gina de Xaraya - pulsa sobr el icono para agregar un nuevo salto de p&amp;#225;gina de Xaraya a cualquiera de los art&amp;#237;culos de diferentes tipos de publicaci&amp;#243;n. Agrega &lt;strong&gt;xarpagebreak&lt;/strong&gt; a Plugins, y &lt;strong&gt;xarpagebreak&lt;/strong&gt; a la configuraci&amp;#243;n de Etiquetas Adicionales. Aseg&amp;#250;rate que tambi&amp;#233;n permitas im&amp;#225;genes y atributos apropiados para ver el icono de salto de p&amp;#225;gina en tus art&amp;#237;culos.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="135" />
		</references>
	</entry>
	<entry>
		<string>List Styles - add list style types to your lists</string>
		<translation>List Styles (Estilos de Listas) - agrega tipos de estilo de lista a tus listas</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="136" />
		</references>
	</entry>
	<entry>
		<string>Layer - support for create/remove and z-index block elements</string>
		<translation>Layer (Capa) - soporte para crear/remover y hacer &amp;#237;ndices-z de elementos de bloques</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="137" />
		</references>
	</entry>
	<entry>
		<string>Style - Adds CSS style editing support to enable you to edit almost any CSS style property in a visual way</string>
		<translation>Style (Estilo) - Agrega soporte de edici&amp;#243;n estilo CSS para permitirte casi cualquier propiedad de estilo CSS de una forma visual</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="138" />
		</references>
	</entry>
	<entry>
		<string>Spellchecker - Spellchecking for all browsers using Google and ajax, or aspell if you have it installed in php. Defaults to Google and English.</string>
		<translation>Spellchecker (Verificador de Ortograf&amp;#237;a) - Verificaci&amp;#243;n de ortograf&amp;#237;a para todos los navegadores utilizando Google y ajax, o aspell si lo tienes instalado en PHP. Google e ingl&amp;#233;s por defecto.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="139" />
		</references>
	</entry>
	<entry>
		<string>Media - Media plugin allows addition of Flash, Shockwave, Quicktime, Windows Media and Real Media.</string>
		<translation>Media (Medios) - El plugin de medios permite la adici&amp;#243;n de Flash, Shockwave, Quicktime, Windows Media y Real Media.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="140" />
		</references>
	</entry>
	<entry>
		<string>Further &lt;strong&gt;plugins that are customized and tested for xartinymce&lt;/strong&gt; can be downloaded from the</string>
		<translation>Se pueden barjar m&amp;#225;s &lt;strong&gt;plugins que est&amp;#225;n personalizados y probados para xarTinyMCE&lt;/strong&gt; del</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="143" />
		</references>
	</entry>
	<entry>
		<string>Xaraya website</string>
		<translation>sitio web Xaraya</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="143" />
		</references>
	</entry>
	<entry>
		<string>These include the previously bundled IBrowser (image upload and browse), IManager (full featured image upload, browse and editing with all the features of phpthumbs, and Dictionary lookup plugin.</string>
		<translation>Incluyen el anteriormente empaquetado IBrowser (carga y navegaci&amp;#243;n de im&amp;#225;genes), IManager (carga, navegaci&amp;#243;n y edici&amp;#243;n de im&amp;#225;genes con todas las funcionalidades de phpthumbs, y plugin de consulta en Diccionario.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="145" />
		</references>
	</entry>
	<entry>
		<string>Custom and Multiple Configurations</string>
		<translation>Configuraciones Personalizada y M&amp;#250;ltiple</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="148" />
		</references>
	</entry>
	<entry>
		<string>Starting with Version 5.0 there is an additional Advanced Options tab in the configuration screen. This screen allows you to adjust two features:</string>
		<translation>A partir de la Versi&amp;#243;n 5.0 hay una pesta&amp;#241;a adicional de Opciones Avanzadas en la pantalla de configuraci&amp;#243;n. Esta pantalla te ayuda a configurar dos funcionalidades:</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="150" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Multiple Configurations&lt;/strong&gt; can now be setup allowing you to use more than one configuration on a a page.
Please make sure you add each new configuration with a &lt;strong&gt;unique&lt;/strong&gt; text area trigger name, and specify the mode. Each configuration should be in the form:</string>
		<translation>&lt;strong&gt;Configuraciones M&amp;#250;ltiples&lt;/strong&gt; se puede configurar ahora para ayudarte a utilizar m&amp;#225;s de una configuraci&amp;#243;n en una p&amp;#225;gina. Por favor aseg&amp;#250;rate de agregar cada nueva configuraci&amp;#243;n con un nombre &lt;strong&gt;&amp;#250;nico&lt;/strong&gt; de accionador de &amp;#225;rea de texto, y especifica el modo. Cada configuraci&amp;#243;n debe ser en la forma:</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="153" />
		</references>
	</entry>
	<entry>
		<string>To activate your custom configuration, add the textarea trigger class to a textarea eg</string>
		<translation>Para activar tu configuraci&amp;#243;n personalizada, agrega la clase del accionador de &amp;#225;rea de texto a un &quot;textarea&quot;, ej.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="161" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;DO NOT&lt;/strong&gt; use &lt;strong&gt;mceEditor&lt;/strong&gt; as the class attribute trigger as it is reserved.</string>
		<translation>&lt;strong&gt;NO&lt;/strong&gt; utilices &lt;strong&gt;mceEditor&lt;/strong&gt; como el accionador de atributo de clase ya que est&amp;#225; reservado.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="162" />
		</references>
	</entry>
	<entry>
		<string>&lt;strong&gt;Custom Configuration&lt;/strong&gt; now allows you to add your own custom configuration values to the &lt;strong&gt;existing&lt;/strong&gt; default tinymce configuration. Make sure you check your resulting tinymce code in the displayed final configuration code on this page before using.</string>
		<translation>La &lt;strong&gt;Configuraci&amp;#243;n Personalizada&lt;/strong&gt; ahora te permite agregar tus propios valores de configuraci&amp;#243;n personalizada a la configuraci&amp;#243;n TinyMCE por defecto &lt;strong&gt;existente&lt;/strong&gt;. Aseg&amp;#250;rate de verificar tu c&amp;#243;digo TinyMCE resultante en el c&amp;#243;digo de configuraci&amp;#243;n final mostrado en esta p&amp;#225;gina antes de utilizarlo.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="164" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="168" />
		</references>
	</entry>
	<entry>
		<string>There are no included blocks</string>
		<translation>No hay bloques incluidos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="170" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="172" />
		</references>
	</entry>
	<entry>
		<string>There are no included hooks</string>
		<translation>No hay ganchos incluidos</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="174" />
		</references>
	</entry>
	<entry>
		<string>Special Notes</string>
		<translation>Notas especiales</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="176" />
		</references>
	</entry>
	<entry>
		<string>The text_area trigger &lt;strong&gt;mce_editable=[true|false]&lt;/strong&gt; is deprecated from Version 0.9.0. Please use the trigger classes to activate or deactivate wysiwyg textareas. eg class=&quot;mceEditor&quot; to activate a textarea, or class=&quot;mceNoEditor&quot; to deactivate a textarea.</string>
		<translation>El accionador text_area &lt;strong&gt;mce_editable=[true|false]&lt;/strong&gt; est&amp;#225; desaprobado desde la Versi&amp;#243;n 0.9.0. Por favor utiliza las clases accionadoras para activar o desactivar las &quot;textareas&quot; WYSIWYG. Por ejemplo, class=&quot;mceEditor&quot; para activar una &quot;textarea&quot;, o class=&quot;mceNoEditor&quot; para desactivar una &quot;textarea&quot;.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="178" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="180" />
		</references>
	</entry>
	<entry>
		<string>Further information on xarTinyMCE can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo xarTinyMCE en</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="182" />
		</references>
	</entry>
	<entry>
		<string>xarTinyMCE Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo xarTinyMCE en</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="184" />
		</references>
	</entry>
	<entry>
		<string>xarTinyMCE Xaraya Extension 63</string>
		<translation>M&amp;#243;dulo xarTinyMCE - Extensi&amp;#243;n Xaraya 63</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="184" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="185" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on xarTinyMCE found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo xarTinyMCE en</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="187" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on XarTinyMCE</string>
		<translation>Documentaci&amp;#243;n relacionada con xarTinyMCE</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="187" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation</string>
		<translation>Documentaci&amp;#243;n Xaraya</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="187" />
		</references>
	</entry>
	<entry>
		<string>xarTinyMCE WYSIWYG Editor Overview</string>
		<translation>Vista General del Editor WYSIWYG xarTinyMCE</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="190" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/tinymce/xartemplates/admin-main.xd" line="190" />
		</references>
	</entry>
</translations>
