<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>PayPal Set-Up</string>
		<translation>Configuraci&amp;#243;n de PayPal</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="1" />
		</references>
	</entry>
	<entry>
		<string>Overview</string>
		<translation>Vista General</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="3" />
		</references>
	</entry>
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>The Paypal IPN module will provide an instant payment notification for Xaraya in the event that someone has purchased something and paid through Paypal. The module itself only notifies any other module that are hooked to it based on a create hook that an event has happened. It is up to the individual modules themselves to track whether the event was correct as in payment price, etc. This is a utility module to be used with multiple modules as a pass through for collecting payment information.</string>
		<translation>El m&amp;#243;dulo PayPal IPN proporciona una notificaci&amp;#243;n de pago instant&amp;#225;nea para Xaraya en el evento de que alguien haya comprado algo y pagado a trav&amp;#233;s de PayPal. El m&amp;#243;dulo por s&amp;#237; mismo s&amp;#243;lo notifica a otro m&amp;#243;dulo que est&amp;#233; enganchado a este en base a un gancho de creaci&amp;#243;n de que ha ocurrido un evento. Le toca a los m&amp;#243;dulos individuales rastrear si el evento es correcto tal como en precio pagado, etc. Este es un m&amp;#243;dulo de utiler&amp;#237;a para usarse con m&amp;#250;ltiples m&amp;#243;dulos como un paso para recabar informaci&amp;#243;n de pagos.</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>How to use it?</string>
		<translation>&amp;#191;C&amp;#243;mo se usa?</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="21" />
		</references>
	</entry>
	<entry>
		<string>From the menu, you have one choice.</string>
		<translation>Del men&amp;#250;, tienes una opci&amp;#243;n.</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>&quot;Modify Configuration&quot;. From this menu option, you can update the necessary configuration options, such as your whether to send you an email on receipt or to test the module before going live on a production basis.</string>
		<translation>&quot;Modificar Configuraci&amp;#243;n&quot;. Desde esta opci&amp;#243;n de men&amp;#250;, puedes actualizar las opciones de configuraci&amp;#243;n necesarias, tales como si enviar in correo electr&amp;#243;nico o un recibo o probar el m&amp;#243;dulo antes de ir a producci&amp;#243;n en vivo.</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>There are no blocks included at this time.</string>
		<translation>No hay bloques incluidos en este momento.</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="34" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="38" />
		</references>
	</entry>
	<entry>
		<string>The Paypal IPN module will send a create hook throughout the system to notify other modules that an event has happened. Check your hook configuration if problems exists on notification.</string>
		<translation>El m&amp;#243;dulo PayPal IPN enviar&amp;#225; un gancho de creaci&amp;#243;n a trav&amp;#233;s del sistema para notificar a otros m&amp;#243;dulos que ha ocurrido un evento. Verifica tu configuraci&amp;#243;n de ganchos si hay existen problemas en la notificaci&amp;#243;n.</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="42" />
		</references>
	</entry>
	<entry>
		<string>Extended information about this module can be found here. [modules module]</string>
		<translation>Mayores informes sobre este m&amp;#243;dulo se pueden encontrar aqu&amp;#237; [m&amp;#243;dulo M&amp;#243;dulos]</translation>
		<references>
			<reference file="modules/paypalipn/xartemplates/admin-main.xd" line="46" />
		</references>
	</entry>
</translations>
