<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>What is it?</string>
		<translation>&amp;#191;Qu&amp;#233; es esto?</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="9" />
		</references>
	</entry>
	<entry>
		<string>The BBCode module allows you to use BBCode style mark-up in your content instead of, or with, HTML mark-up.</string>
		<translation>El m&amp;#243;dulo BBCode te permite utilizar marcas estilo BBCode en tu contenido en vez de, o con, HTML.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="10" />
		</references>
	</entry>
	<entry>
		<string>Adding custom bb-code is available. This is a three step process. First, you will need to add the tag to the system via the &quot;add&quot; function in your admin. Secondly, you will need to add the corresponding API function to html/modules/bbcode/xaruserapi folder. Examples are included. Finally, you will need to add a template for this function in the html/modules/bbcode/xartemplates or to your theme directly. This can be resource intensive. If you do not want to use the advanced bb-code, turn the option off in the modify configuration section. The advance bbcode can also be used to create custom functions to your content, by which you have the ability to place blocks, etc, into your content. This functionality is advanced, but an example has been provided via the [you] tag which transform to the reader's name.</string>
		<translation>El agregar BBCode personalizado est&amp;#225; disponible. Este es un proceso en tres pasos. Primero necesitas agregar la etiqueta al sistema v&amp;#237;a la funci&amp;#243;n &quot;agregar&quot; en tu administraci&amp;#243;n. En segundo lugar, necesitas agregar la funci&amp;#243;n API correspondiente a la carpeta html/modules/bbcode/xaruserapi. Se incluyen ejemplos. Finalmente, necesitar&amp;#225;s agregar una plantilla para esta funci&amp;#243;n en html/modules/bbcode/xartemplates o directamente en tu dise&amp;#241;o. Esto puede ser intensivo en recursos. Si no quieres usar el BBCode avanzado, apaga la opci&amp;#243;n en la secci&amp;#243;n de modificar configuraci&amp;#243;n. El BBCode avanzado se puede utilizar tambi&amp;#233;n para crear funciones personalizadas en tu contenido, por medio del cual tienes la capacidad de colocar bloques, etc. en tu contenido. Esta funcionalidad es avanzada, pero se ha provisto un ejemplo v&amp;#237;a la etiqueta [you], que se transforma en el nombre del lector.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="11" />
		</references>
	</entry>
	<entry>
		<string>Included Blocks</string>
		<translation>Bloques Incluidos</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="12" />
		</references>
	</entry>
	<entry>
		<string>The BBCode Module has no blocks included at this time.</string>
		<translation>El M&amp;#243;dulo BBCode no tiene bloques incluidos de momento.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="13" />
		</references>
	</entry>
	<entry>
		<string>Included Hooks</string>
		<translation>Ganchos Incluidos</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="14" />
		</references>
	</entry>
	<entry>
		<string>The BBCode has transform hooks on the output, and form control hooks on the input to allow insertion of BBCode in content.</string>
		<translation>El c&amp;#243;digo BBCode tiene ganchos de transformaci&amp;#243;n en la salida, y forma ganchos de control en la entrada para permitir la inserci&amp;#243;n de BBCode en el contenido.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="15" />
		</references>
	</entry>
	<entry>
		<string>Further Information</string>
		<translation>Para Mayor Informaci&amp;#243;n</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="16" />
		</references>
	</entry>
	<entry>
		<string>Further information on the BBCode module can be found at</string>
		<translation>Se puede encontrar mayor informaci&amp;#243;n sobre el m&amp;#243;dulo BBCode en</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="17" />
		</references>
	</entry>
	<entry>
		<string>BBCode Extension page at</string>
		<translation>P&amp;#225;gina de Extensi&amp;#243;n del M&amp;#243;dulo BBCode en</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="19" />
		</references>
	</entry>
	<entry>
		<string>BBCode Module - Xaraya Extension 778</string>
		<translation>M&amp;#243;dulo BBCode - Extensi&amp;#243;n Xaraya 778</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="19" />
		</references>
	</entry>
	<entry>
		<string>Click on Version History tab at the bottom to get the latest release information.</string>
		<translation>Pulsa sobre la pesta&amp;#241;a de Historia de la Versi&amp;#243;n al fondo para tener informaci&amp;#243;n sobre la &amp;#250;ltima edici&amp;#243;n.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>Related tutorials and documentation on BBCode found at</string>
		<translation>Tutoriales y documentaci&amp;#243;n relacionada con el m&amp;#243;dulo BBCode en</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>Related documentation on BBCode</string>
		<translation>Documentaci&amp;#243;n relacionada con BBCode</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>Xaraya Documentation.</string>
		<translation>Documentaci&amp;#243;n Xaraya.</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="22" />
		</references>
	</entry>
	<entry>
		<string>BBCode Module - Overview</string>
		<translation>M&amp;#243;dulo BBCode - Vista General</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
	<entry>
		<string>Version</string>
		<translation>Versi&amp;#243;n</translation>
		<references>
			<reference file="modules/bbcode/xartemplates/admin-main.xd" line="26" />
		</references>
	</entry>
</translations>
