<?xml version="1.0" encoding="utf-8"?>
<translations xmlns="http://xaraya.com/2002/ns/translations" locale="es_MX.utf-8">
	<entry>
		<string>Welcome to Xaraya Upgrade</string>
		<translation>Bienvenido a Actualizaci&amp;#243;n Xaraya</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="5" />
		</references>
	</entry>
	<entry>
		<string>Ensure you have reviewed the UPGRADE.txt file or the &lt;a href=&quot;#(1)&quot;&gt;Xaraya Upgrade Guidelines&lt;/a&gt;, and relevant
comments for your version upgrade before continuing.</string>
		<translation>Aseg&amp;#250;rate que hayas revisado el archivo UPGRADE.txt o los &lt;a href=&quot;#(1)&quot;&gt;Lineamientos de Actualizaci&amp;#243;n de Xaraya&lt;/a&gt;, y los comentarios relevantes para la actualizaci&amp;#243;n de tu versi&amp;#243;n antes de continuar.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="20" />
		</references>
	</entry>
	<entry>
		<string>This upgrade process updates your database and some system files but &lt;strong&gt;cannot upgrade&lt;/strong&gt; your theme and templates!</string>
		<translation>Este proceso de actualizaci&amp;#243;n actualiza tu base de datos y algunos archivos de sistema, &amp;#161;pero &lt;strong&gt;no puede actualizar&lt;/strong&gt; tu dise&amp;#241;o y plantilas!</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="25" />
		</references>
	</entry>
	<entry>
		<string>To ensure a quick and smooth upgrade, please check and address the following important theme and template considerations &lt;strong&gt;before&lt;/strong&gt; continuing.</string>
		<translation>Para asegurar una actualizaci&amp;#243;n r&amp;#225;pida y suave, por favor revisa y atiende las siguientes consideraciones importantes de dise&amp;#241;o y plantilla &lt;strong&gt;antes&lt;/strong&gt; de continuar.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="30" />
		</references>
	</entry>
	<entry>
		<string>The Adminpanels module has been deprecated as of Version 1.1 and no longer available. The blocks have been moved to the Base module.</string>
		<translation>El m&amp;#243;dulo Adminpanels ha sido desaprobado para la Versi&amp;#243;n 1.1 y no estar&amp;#225; disponible. Se han movido los bloques al m&amp;#243;dulo Base.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="35" />
		</references>
	</entry>
	<entry>
		<string>Please check your theme templates for use of any Adminpanel module references. You will need to change references to &lt;strong&gt;adminpanels&lt;/strong&gt; in your theme or templates
to &lt;strong&gt;base&lt;/strong&gt; module. Remember particularly to change 'adminmenu' and 'waiting content' blocks tags to refer now to the base module, and update other Adminpanels links.</string>
		<translation>Por favor verifica tus plantillas de dise&amp;#241;o para el uso de referencias al m&amp;#243;dulo Adminpanel. Necesitar&amp;#225;s cambiar las referencias a &lt;strong&gt;adminpanels&lt;/strong&gt; en tu dise&amp;#241;o o plantillas al m&amp;#243;dulo &lt;strong&gt;base&lt;/strong&gt;. Recuerda en lo particular cambiar las etiquetas de los bloques 'adminmenu' y 'contenido en espera' ('waiting content') para referirse ahora al m&amp;#243;dulo base, y actualiza otros enlaces a Adminpanels.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="39" />
		</references>
	</entry>
	<entry>
		<string>Make sure your Adminpanel block templates for any compact menu block, adminmenu or waiting content blocks are also moved to &lt;strong&gt;modules/base&lt;/strong&gt; directory in your theme.</string>
		<translation>Aseg&amp;#250;rate que tus plantillas de bloques de Adminpanel para cualquier bloque de men&amp;#250; compacto, bloques adminmenu o de contenido en espera tambi&amp;#233;n se muevan al directorio &lt;strong&gt;modules/base&lt;/strong&gt; en tu dise&amp;#241;o.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="41" />
		</references>
	</entry>
	<entry>
		<string>As of Version 1.1 the core login block and function in the Roles module has been moved to the
Authsystem Module at</string>
		<translation>En la Versi&amp;#243;n 1.1, el bloque y la funci&amp;#243;n n&amp;#250;cleos de inicio de sesi&amp;#243;n en el m&amp;#243;dulo Roles se han movido al M&amp;#243;dulo Autenticaci&amp;#243;n Authsystem en</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="46" />
		</references>
	</entry>
	<entry>
		<string>You can still login by browsing to</string>
		<translation>Aun puedes iniciar sesi&amp;#243;n al navegar hacia</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="47" />
		</references>
	</entry>
	<entry>
		<string>If you allow User Registration on your site, you must ensure you have the &lt;strong&gt;Registration module&lt;/strong&gt; in your Xaraya module directory,
install, and configure it to continue user registration on your site as from Version 1.1 .</string>
		<translation>Si permites el Registro de Usuarios en tu sitio, debes asegurarte de tener el &lt;strong&gt;m&amp;#243;dulo Registro&lt;/strong&gt; en tu directorio de m&amp;#243;dulos Xaraya, inst&amp;#225;lalo y config&amp;#250;ralo para continuar el registro de usuarios en tu sitio a partir de la Versi&amp;#243;n 1.1.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="52" />
		</references>
	</entry>
	<entry>
		<string>The Country Listing Dynamic Data property has changed templates in Version 1.1 to refer to ID as value
instead of Name. If you have been using this DD property, you will have to override the template to
continue to use Name as the value.</string>
		<translation>La propiedad de Datos Din&amp;#225;micos de Lista de Pa&amp;#237;ses ha cambiado plantillas en la versi&amp;#243;n 1.1 para referirse al ID como valor en vez del Nombre. Si t&amp;#250; has estado usando esta propiedad DD, tendr&amp;#225;s que sobreponer la plantilla para continuar usando el Nombre como valor.</translation>
		<references>
			<reference file="modules/installer/xartemplates/admin-upgrade1.xd" line="58" />
		</references>
	</entry>
</translations>
